{
  "cache_date": "2025-12-01T08:56:04.515580",
  "data": {
    "paperId": "fcbf5e5b49d0853753238ee55bf30a0dc2ae17a2",
    "externalIds": {
      "MAG": "3112542480",
      "DOI": "10.1007/978-1-0716-1036-7_15",
      "CorpusId": 227947182,
      "PubMed": "33289897"
    },
    "url": "https://www.semanticscholar.org/paper/fcbf5e5b49d0853753238ee55bf30a0dc2ae17a2",
    "title": "Seaview Version 5: A Multiplatform Software for Multiple Sequence Alignment, Molecular Phylogenetic Analyses, and Tree Reconciliation.",
    "venue": "Methods in molecular biology",
    "year": 2021,
    "referenceCount": 32,
    "citationCount": 152,
    "influentialCitationCount": 41,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'abstract', 'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/978-1-0716-1036-7_15?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/978-1-0716-1036-7_15, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "144147543",
        "name": "M. Gouy"
      },
      {
        "authorId": "3205332",
        "name": "Éric Tannier"
      },
      {
        "authorId": "13981530",
        "name": "Nicolas Comte"
      },
      {
        "authorId": "144641159",
        "name": "David P. Parsons"
      }
    ],
    "citations": [
      {
        "paperId": "1039d6c842c96d093c699b12c585855aaad9953d",
        "title": "Billgrantia hypersalina sp. nov. LNSP4103-1T: A Halotolerant Bioplastic-Producing Bacterium from Saline Agricultural Soil"
      },
      {
        "paperId": "34aefe78cbc2a29581279c293162b03ed98deb27",
        "title": "Slippery slopes: Montane isolation and elevational shifts shape the evolution and diversity of Iberolacerta lizards."
      },
      {
        "paperId": "95a696800ec18da77f5907bd88e1c34e6275f5a1",
        "title": "A single residue determines regulation of TRPV1 by phosphoinositides"
      },
      {
        "paperId": "0a59dd8c3c5d8d3bffb5e056e8458340b9e25165",
        "title": "Invasive ants suppress a native fungus but restructure fungal communities and increase richness"
      },
      {
        "paperId": "06a1d08f5a51b15c9d1d2e76b17fc531cc8ca701",
        "title": "Across the Channel and Through Time: Did Lesser Horseshoe Bats Colonise Pantelleria From Europe or North Africa?"
      },
      {
        "paperId": "931aa32def73b6db63b2458838362a6d2a23b36b",
        "title": "Structure of a distinct β-barrel assembly machinery complex in the Bacteroidota"
      },
      {
        "paperId": "c1d9d732cf177d9686bb8af53e1860342dd889cb",
        "title": "Identification, sequence analysis, and expression profiles of Decapentaplegic (Dpp), a bone morphogenetic protein (BMP) in Fasciola gigantica"
      },
      {
        "paperId": "8fe8d80b2733a44dcdd2301cf3c0ae542874aa8b",
        "title": "The first complete mitogenome of the endangered spotted eagle ray, Aetobatus ocellatus, reinforces its classification within the family Aetobatidae"
      },
      {
        "paperId": "d4c303f1640021cf967c5a7c87b31096158ee27a",
        "title": "Species diversity and risk factors of gastrointestinal nematodes in smallholder dairy calves in Kenya"
      },
      {
        "paperId": "bfed7c8363f9120b11c13eb73ab93d5b360fbd2a",
        "title": "Cell targeting by the bicomponent leukocidin subunit HlgB drives Staphylococcus aureus pathophysiology"
      },
      {
        "paperId": "291adaa6648ee8b33fa0102f74a536375ee1590e",
        "title": "Emergence and stabilisation of a neo-Y chromosome in nematode species with rare males"
      },
      {
        "paperId": "173c89e244f85c776f87131a8564a721ac3d9905",
        "title": "Comparative genomics of Rickettsiella bacteria reveal variable metabolic pathways potentially involved in symbiotic interactions with arthropods"
      },
      {
        "paperId": "aacd75c3b2ee07cdcdfe2de4531c23532c31c9d6",
        "title": "Draft genomes of norovirus from stool samples of under-five children presenting with gastroenteritis in Malawi from 2012 to 2024"
      },
      {
        "paperId": "7fd927714c8f89d9805c2589c6d0842bd8bef94c",
        "title": "The evolutionary path of the epithelial sodium channel δ-subunit in Cetartiodactyla points to a role in sodium sensing"
      },
      {
        "paperId": "04ff3352279991baca7265e9f726f3111e0b5f78",
        "title": "Morphological and molecular assessment of muscle metacercariae infecting tench Tinca tinca from fish farms and wild populations in Germany"
      },
      {
        "paperId": "3dc91daa22335f61f650c562930e366e4035e537",
        "title": "Three-Enzyme Cascade Catalyzes Conversion of Auramycinone to Resomycin in Chartreusin Biosynthesis"
      },
      {
        "paperId": "64b4276814caabdea329564e55a5e5befed06825",
        "title": "Mitochondrial Genome, Nuclear Ribosomal RNA Gene, and Morphological-Tegumental Analysis of Dermatitis-Causing Cercariae: Trichobilharzia sp. from Thailand"
      },
      {
        "paperId": "b8fb7bc375584c92d54d4429a6ea97a1526a426e",
        "title": "The GRAS protein RAM1 interacts with WRI transcription factors to regulate plant genes required for arbuscule development and function"
      },
      {
        "paperId": "269c14aa4377591b8df861716d95ab69e0593a49",
        "title": "Taxonomy and phylogeny of Cortinarius sect. Anomali in China"
      },
      {
        "paperId": "b869094e28ffb14e35fdff78e869b9b6308a230e",
        "title": "Luticula terrestris gen. et sp. nov. (Kornmanniaceae, Ulvales, Chlorophyta), a soil green algal genus from China"
      },
      {
        "paperId": "d812d47f802e4ad546eeef173f38cf9699bb0519",
        "title": "POPULATION GENETIC STRUCTURE OF BIOMPHALARIA SNAILS FOUND IN EAST AFRICA'S RIVER SYSTEMS."
      },
      {
        "paperId": "43e2e7bf8c9ed113de19a1712636becaf462392e",
        "title": "Comparative transcriptomics in ferns reveals key innovations and divergent evolution of the secondary cell walls"
      },
      {
        "paperId": "9c9eb92c48d16ba8786606b4c1898c9033685214",
        "title": "A Million Years of Mammoth Mitogenome Evolution"
      },
      {
        "paperId": "1fc00c2edc32e625105568186898b8f8c94212bd",
        "title": "Phylogenetic and biogeographic reconstruction of Lamiini sensu lato (Coleoptera, Cerambycidae) reveals South Gondwanan origin and Panthalasso-Tethyan dispersal pathways"
      },
      {
        "paperId": "4b3f656b217a06d5c3399f46063429965bbdeb47",
        "title": "Armaparvus browni sp. nov. (Amoebozoa, Cutosea) isolated from an inland brackish water biotope"
      },
      {
        "paperId": "814d4757512bb5d599e4f8ebcae3fc3c3b0294db",
        "title": "Multiple cryptic lineages and restricted gene flow in the decorator worm Diopatra Cuprea"
      },
      {
        "paperId": "1f33afc998d9de0db6fb837ce20ef8d74f59c73a",
        "title": "A complete mitochondrial genome-based phylogeny of gooseneck barnacles confirms the sister group relationship between the eastern Pacific Pollicipes elegans and the eastern Atlantic P. pollicipes"
      },
      {
        "paperId": "4199a15d2fae2a29856adf2b3f33fbcf93e05539",
        "title": "Evolution of morphological traits of Dendrobium sensu lato (Orchidaceae)—an attempt to resolve phylogenetic relationships in nominal and morphologically convergent sections"
      },
      {
        "paperId": "95efb2c3549b5e466688d4c81fcc293c7ebf5077",
        "title": "Genome-wide patterns of diversity in the European midwife toad complex: phylogeographic and conservation prospects"
      },
      {
        "paperId": "4ef75ef113a579ec64ad09b6c72b53d106e93af9",
        "title": "An Actively Homing Insertion Element in a Phage Methylase Contains a Hidden HNH Endonuclease"
      },
      {
        "paperId": "df568b20560b3782660880e32e4c1389eeac3af0",
        "title": "Description of new diplonemids (Diplonemea, Euglenozoa) and their endosymbionts: Charting the morphological diversity of these poorly known heterotrophic flagellates."
      },
      {
        "paperId": "84384470d67bfda3da552219d754d77ffc8aea50",
        "title": "Exploring the Genetic and Functional Diversity of Porphyromonas gingivalis Survival Factor RagAB"
      },
      {
        "paperId": "848aa48f7eeb98efbb3786b0e3aae170703de3c2",
        "title": "Isolation, characterization, and mycostimulation of fungi for the degradation of polycyclic aromatic hydrocarbons at a superfund site"
      },
      {
        "paperId": "ad7bba84b65a0f82e713f83ef8c8efe4b9133f79",
        "title": "Hybrid sequencing reveals the genome of a Chrysochromulina parva virus and highlight its distinct replication strategy"
      },
      {
        "paperId": "3e12a4ece5fe847ba0021735596027f7cb70b02c",
        "title": "Historical biogeography and systematics of yellow-bellied toads (Bombina variegata), with the description of a new subspecies from the Balkans"
      },
      {
        "paperId": "b0ecd423880eb98c901b7b88844df127001d1cdb",
        "title": "The GacS/GacA two-component system strongly regulates antimicrobial competition mechanisms of Pseudomonas fluorescens MFE01 strain"
      },
      {
        "paperId": "7874ed5a80190de932f7adddfa210939d0c91233",
        "title": "Expansion of the tmRNA sequence database and new tools for search and visualization"
      },
      {
        "paperId": "11bf4bc90a20ddc489d7257869c0a0ac81b241d7",
        "title": "Speciation and historical invasions of the Asian black-spined toad (Duttaphrynus melanostictus)"
      },
      {
        "paperId": "75f612558807d50b1e9db5f6541caa6d1d22d25e",
        "title": "Molecular xenomonitoring of Schistosoma mansoni infections in Biomphalaria choanomphala at Lake Victoria, East Africa: Assessing roles of abiotic and biotic factors"
      },
      {
        "paperId": "601df36755f02cb4fbcaacd065d507616911ce84",
        "title": "Tracking the origin and current distribution of wall lizards (Podarcis spp.) in Poland"
      },
      {
        "paperId": "59c599631ed65c1462329157fed8de2d7d881745",
        "title": "Genetic Diversity and Phylogenetic Analysis of the Endangered Transylvanian Pinzgau Cattle: A Key Resource for Biodiversity Conservation and the Sustainability of Livestock Production"
      },
      {
        "paperId": "38bb5029e95a7d5f098790b1eb2dbde79c56ac91",
        "title": "Distribution of the schistosome intermediate snail host Biomphalaria pfeifferi in East Africa's river systems and the prevalence of Schistosoma mansoni infection"
      },
      {
        "paperId": "3f2f6fdb79daf5744d218a3bf9851d7bd17740ca",
        "title": "Taxonomic position of Tetrops peterkai Skořepa, 2020 (Сoleoptera: Сerambycidae) and its cryptic distribution"
      },
      {
        "paperId": "a92b31ba7b563e258f0581401fa85efe69cbcd28",
        "title": "Tardigrades of North America: new records of occurrence, a morphological mystery, and phylogenetic analyses of Novechiniscus armadilloides (Schuster, 1975) (Tardigrada, Heterotardigrada, Echiniscoidea, Echiniscidae)"
      },
      {
        "paperId": "b90e5b194aa1a17e13c023b2c5cf1628fab61532",
        "title": "Genomic and bioacoustic variation in a midwife toad hybrid zone: A role for reinforcement?"
      },
      {
        "paperId": "30ba7a2beec5a35cce51a2d2c43c4ad56fde7b60",
        "title": "The genomic natural history of the aurochs"
      },
      {
        "paperId": "ba2f519c8abf8bfea563e85a38905beb7ac6453a",
        "title": "SlugAtlas, a histological and 3D online resource of the land slugs Deroceras laeve and Ambigolimax valentianus"
      },
      {
        "paperId": "bac342b51f45f8268064284e53d886208e5ba6e2",
        "title": "Employment of a novel protocol to study the influence of early colonizers of the fungal community on rock faces"
      },
      {
        "paperId": "942f960f66ad336af1af634b1f7d3763b01c0b0f",
        "title": "Integrative structural analysis of Pseudomonas phage DEV reveals a genome ejection motor"
      },
      {
        "paperId": "516a8fe74b9d1c0e701bb6401458ba2e11aee7e0",
        "title": "Barcoding of Italian mosquitoes (BITMO): generation and validation of DNA barcoding reference libraries for native and alien species of Culicidae"
      },
      {
        "paperId": "f19d2f3754dc70189df447c8eded219505b447eb",
        "title": "Tracing early pastoralism in Central Europe using sedimentary ancient DNA"
      },
      {
        "paperId": "5f2a8b0526b3ed616b9df8f2c72e2831d79481fa",
        "title": "Upstream open reading frames repress the translation from the iab-8 RNA"
      },
      {
        "paperId": "ec97374211d6f56953479d247bea5f7c9adf54ea",
        "title": "The monodominant species Spirotropis longifolia is mainly nodulated by strains of the genus Bradyrhizobium outside the B. japonicum and B. elkanii superclades"
      },
      {
        "paperId": "2989fad5034541e7793fdeb3ac41975b8485a4b1",
        "title": "Leptospira interrogans encodes a canonical BamA and three novel noNterm Omp85 outer membrane protein paralog﻿s"
      },
      {
        "paperId": "537c09bb9de0de4d3975ab670b46d8113b676d52",
        "title": "Cretaceous amber inclusions illuminate the evolutionary origin of tardigrades"
      },
      {
        "paperId": "429f0ad10b38bc82c7faa2e4f514f1c2634f6238",
        "title": "The vampyrellid amoeba Strigomyxa ruptor gen. et sp. nov. and its remarkable strategy to acquire algal cell contents"
      },
      {
        "paperId": "f2892e5c392ea592cdb4c388445349acbafbeffb",
        "title": "Etiology of Foliar Blight of Indian Paintbrush (Castilleja tenuiflora) in Mexico"
      },
      {
        "paperId": "588266c5c28ecab3c869c0e0027d6d34fe678825",
        "title": "Phylogenetic and morphological studies reveal large diversity and three new species in Amanita sect. Vaginatae (Agaricales, Basidiomycota) from Europe"
      },
      {
        "paperId": "96128e9780675805fcbd1824de9ad6afb65439c9",
        "title": "New insights into the functions of ACBD4/5-like proteins using a combined phylogenetic and experimental approach across model organisms"
      },
      {
        "paperId": "be382c07d22fca398780c913522bd27492c43eb2",
        "title": "Prevalence and environmental abundance of the elusive membrane trafficking complex TSET in five cosmopolitan eukaryotic groups"
      },
      {
        "paperId": "022b3dc05530a4b9fd2e1c4d7b788b4d31b9b5bf",
        "title": "Alien amphibian introductions via the plant trade: a breeding population of the Catalonian midwife toad (Alytes almogavarii) in Central Spain"
      },
      {
        "paperId": "c95a3eaec734bbc28beb83528511c7525e95230f",
        "title": "Characterization of the Calmodulin-Like Protein Family in Chara braunii and their Conserved Interaction with the Calmodulin-Binding Transcription Activator Family"
      },
      {
        "paperId": "b344d62305299118d804486f8a5df977d2d7c0ba",
        "title": "Molecular Detection and Genetic Characterization of Two Dugbe Orthonairovirus Isolates Detected from Ticks in Southern Senegal"
      },
      {
        "paperId": "c5ed07274355f6fbb800b52ab42893573d2f1f93",
        "title": "Aeromonas trota Is Highly Refractory to Acquire Exogenous Genetic Material"
      },
      {
        "paperId": "bc86344ab2e90148af7f17e08b1636b8aa43adc0",
        "title": "ATP and glutamate coordinate contractions in the freshwater sponge Ephydatia muelleri"
      },
      {
        "paperId": "0db6f711c7de145dbdd9c0f957cdbc4847fb3a61",
        "title": "Tracing Homopolymers in Oikopleura dioica's Mitogenome"
      },
      {
        "paperId": "fffb95c99f54d4406d6fe6350791c629c64773e0",
        "title": "Visualizing metagenomic and metatranscriptomic data: A comprehensive review"
      },
      {
        "paperId": "e38f7d218d18bf7830c2456434e6b0a951f87620",
        "title": "Genomic Diversity and Geographic Distribution of Newcastle Disease Virus Genotypes in Africa: Implications for Diagnosis, Vaccination, and Regional Collaboration"
      },
      {
        "paperId": "54b8f16923d036a47f5755065d60dfc28e3ad0e4",
        "title": "Deviations in RSV epidemiological patterns and population structures in the United States following the COVID-19 pandemic"
      },
      {
        "paperId": "82ecfd3a339c43667e1759e7d77ea46ff6a40c82",
        "title": "Gyromitra persicula sp. nov. (Discinaceae, Pezizales), a novel discoid Gyromitra from Northwestern North America"
      },
      {
        "paperId": "c659cbf6111f2c9ab66fd1eaadcadbfda6ad77ec",
        "title": "Zoothamnium mariella sp. nov., a marine, colonial ciliate with an atypcial growth pattern, and its ectosymbiont Candidatus Fusimicrobium zoothamnicola gen. nov., sp. nov."
      },
      {
        "paperId": "5db63629d0288ad9946eaf8fb10d54d1fa595c57",
        "title": "Heterogeneity of SOS response expression in clinical isolates of Escherichia coli influences adaptation to antimicrobial stress."
      },
      {
        "paperId": "595535529110efda2c39b331eb40557655db8530",
        "title": "Genome analysis and biogeographic distribution of the earliest divergent Frankia clade in the southern hemisphere"
      },
      {
        "paperId": "0953b6c2cfaecdbb0d02c2d30cca120f3e62be4a",
        "title": "Piecing the barcoding puzzle of Palearctic water frogs (Pelophylax) sheds light on amphibian biogeography and global invasions"
      },
      {
        "paperId": "50ca7386d89f541a2f0545e350b24ae9197594c7",
        "title": "Potential use of low-copy nuclear gene Xdh at lower taxonomic levels based on phylogenetic analysis of the nominal section of Dendrobium"
      },
      {
        "paperId": "4dbc591e9e852b7385572001c968799069fe40d8",
        "title": "A pre-vertebrate endodermal origin of calcitonin-producing neuroendocrine cells"
      },
      {
        "paperId": "c19bc17cde2c7b43a4c0b6f95c83478f30db6d1f",
        "title": "Exceptional Quantum Efficiency Powers Biomass Production in Halotolerant Algae Picochlorum sp.^"
      },
      {
        "paperId": "2fceeb1c9695a2fb7510c4372922159b128d2ce8",
        "title": "Prediction of Bovine coronavirus immune epitopes using selection and phylogenetic analysis"
      },
      {
        "paperId": "acb0bae9dfa01548b065d02c1f7a6929d038dd63",
        "title": "Multi-locus sequence analysis reveals phylogenetically segregated Entamoeba histolytica population."
      },
      {
        "paperId": "032371a41198ce6b24226e648177eca5298d26a7",
        "title": "Spatial and temporal characterization of the rich fraction of plastid DNA present in the nuclear genome of Moringa oleifera reveals unanticipated complexity in NUPTs´ formation"
      },
      {
        "paperId": "8d08a9ec14e6dd9fad3fb8452820ca0d910b46f7",
        "title": "Animal evolution at the ocean’s water-air interface"
      },
      {
        "paperId": "9b29a383a2c231dc1e49af6089aa891f755607f6",
        "title": "Phylogeny of Judolia Mulsant, 1863 (Coleoptera: Cerambycidae)"
      },
      {
        "paperId": "ed5e9057291cda397626c6dda0df2189ba7e04ff",
        "title": "Gene Regulatory Network that Shaped the Evolution of Larval Apical Organ in Cnidaria"
      },
      {
        "paperId": "c02e30c9d721f4da3c2d3cc1580aea2f83050cff",
        "title": "Altered RSV Epidemiology and Genetic Diversity Following the COVID-19 Pandemic"
      },
      {
        "paperId": "7129549c87cc92e583d1d0e00b6754c89558a827",
        "title": "Delimiting phylogeographic diversity in the genomic era: application to an Iberian endemic frog"
      },
      {
        "paperId": "a98416ffa091b3c1faa78b401772c992f4e28fca",
        "title": "Characters evolution of Encyclia (Laeliinae-Orchidaceae) reveals a complex pattern not phylogenetically determined: insights from macro- and micromorphology"
      },
      {
        "paperId": "0e99f5cb616f49ebe94c231ff1cf7780c86af9fe",
        "title": "A Novel Tiled Amplicon Sequencing Assay Targeting the Tomato Brown Rugose Fruit Virus (ToBRFV) Genome Reveals Widespread Distribution in Municipal Wastewater Treatment Systems in the Province of Ontario, Canada"
      },
      {
        "paperId": "1fc78fc303eee3e6fb7c736aaf4fefa369500373",
        "title": "﻿Exploring diversity within the genus Tulostoma (Basidiomycota, Agaricales) in the Pannonian sandy steppe: four fascinating novel species from Hungary"
      },
      {
        "paperId": "e38b25d583cb6336c2171df66978fd7bbd5608c4",
        "title": "Enhancing mass production of Heterorhabditis bacteriophora: influence of different bacterial symbionts (Photorhabdus spp.) and inoculum age on dauer juvenile recovery"
      },
      {
        "paperId": "84304bd90ca9646057919f37ff8e1c710dffe666",
        "title": "Evolutionary Insight into the Association between New Jersey Polyomavirus and Humans"
      },
      {
        "paperId": "141358e6db27fc1e74583cbd9b17250fda3c0adc",
        "title": "Control of stem cell behavior by CLE-JINGASA signaling in the shoot apical meristem in Marchantia polymorpha\n"
      },
      {
        "paperId": "9e26cf11f8df1890c6bbcbccc3b50cd801c25485",
        "title": "Molecular Detection of Rickettsia spp. in Free Living Ticks in Military Instruction Areas in Southeast Brazil"
      },
      {
        "paperId": "d16ca9f270da5519853a9730a91ce2a636b55a98",
        "title": "Harnessing the power of comparative genomics to support the distinction of sister species within Phyllosticta and development of highly specific detection of Phyllosticta citricarpa causing citrus black spot by real-time PCR"
      },
      {
        "paperId": "22c48dd5c0a4a3b71e50e45d3dc7cec2bb5df7ed",
        "title": "Exploring Wild and Local Fruits as Sources of Promising Biocontrol Agents against Alternaria spp. in Apples"
      },
      {
        "paperId": "1cef86171777a187fb71479e87cdb2100682bae2",
        "title": "Evaluation of identification methods for cryptic Bactrocera dorsalis (Diptera: Tephritidae) specimens: combining morphological and molecular techniques"
      },
      {
        "paperId": "50be7f14d04525697ec25e8e94137cd93c7fd574",
        "title": "Environmental drivers of genetic variability in common diatom genera: Implications for shallow lake biomonitoring"
      },
      {
        "paperId": "6cb66b170799c23d81778f61a71c944a8908050c",
        "title": "Ancient genomes illuminate Eastern Arabian population history and adaptation against malaria"
      },
      {
        "paperId": "7489845c96debc1bb2322be6ba44facef6c3e090",
        "title": "Phenotypic and Genomic Characterization of Streptomyces pakalii sp. nov., a Novel Species with Anti-Biofilm and Anti-Quorum Sensing Activity in ESKAPE Bacteria"
      },
      {
        "paperId": "1c00f9d69eeaf9e51d0e25330339e87fc12840df",
        "title": "Gene regulatory network that shaped the evolution of larval sensory organ in Cnidaria"
      },
      {
        "paperId": "ada0645e08368534101e532583db9f23a7b737bb",
        "title": "Multiplexed amplicon sequencing reveals the heterogeneous spatial distribution of pyrethroid resistance mutations in Aedes albopictus mosquito populations in southern France"
      },
      {
        "paperId": "f58ccd0e982811f30f63670eaeffbc7dffb29d03",
        "title": "Genome sequence of a Sobemovirus from the feces of Northern Pintail (Anas acuta)"
      },
      {
        "paperId": "78ee675f85e060d28d85543755ddfbdcce46d9ac",
        "title": "Seasonal patterns of Schistosoma mansoni infection within Biomphalaria snails at the Ugandan shorelines of Lake Albert and Lake Victoria"
      },
      {
        "paperId": "a6a114ff7c84378b4c6208766ad6765a7bd31088",
        "title": "Comparing shell size and shape with canonical variate analysis of sympatric Biomphalaria species within Lake Albert and Lake Victoria, Uganda"
      },
      {
        "paperId": "8abedae8a3f22587b79ac1ad1ee05c10b9112040",
        "title": "Nt-acetylation-independent turnover of SQUALENE EPOXIDASE 1 by Arabidopsis DOA10-like E3 ligases"
      },
      {
        "paperId": "6e6c813c2c49cd28627139e073b1c10a97f57d47",
        "title": "Three-dimensional genome architecture persists in a 52,000-year-old woolly mammoth skin sample"
      },
      {
        "paperId": "18fb4770744f61d20076b64e236f5ebd04e53fdb",
        "title": "Mammal mitogenomics from invertebrate‐derived DNA"
      },
      {
        "paperId": "22a3fb1389147ca0731b7ace77f2aff72d02b016",
        "title": "Candidatus Alkanophaga archaea from Guaymas Basin hydrothermal vent sediment oxidize petroleum alkanes"
      },
      {
        "paperId": "a272642d0617fb2bdbb4e4996c344794d12d2018",
        "title": "Functional Characterization of Calmodulin-like Proteins, CML13 and CML14, as Novel Light Chains of Arabidopsis Class VIII Myosins"
      },
      {
        "paperId": "eb903ba26b6b50638622b6df362f5994092a559f",
        "title": "Vallisneria (Hydrocharitaceae): novel species, taxonomic revisions, and hybridization"
      },
      {
        "paperId": "650f7d4451a1571568ad3d55cf31c21824e60cbc",
        "title": "APEX3 – an optimized tool for rapid and unbiased proximity labeling"
      },
      {
        "paperId": "7e3de3a12261f9009486b03e191be798895933e5",
        "title": "Human atlastin-3 is a constitutive ER membrane fusion catalyst"
      },
      {
        "paperId": "21f05dfe5be926e338844e3eb9efdc4cc507239b",
        "title": "Dominance between self-incompatibility alleles determines the mating system of Capsella allopolyploids"
      },
      {
        "paperId": "5a4bc5547e8f552d991f4dfac26f3a112eaeb7c2",
        "title": "Genomic phylogeography illuminates deep cyto-nuclear discordances in midwife toads (Alytes)."
      },
      {
        "paperId": "24e71bc9ad50fb184cb17ff51f1c7357b8f0b14b",
        "title": "Extensive Cryptic Diversity and Ecological Associations Uncovered among Mexican and Global Collections of Naegleria and Vermamoeba Species by 18S Ribosomal DNA, Internal Transcribed Spacer, and Cytochrome Oxidase Subunit I Sequence Analysis"
      },
      {
        "paperId": "0ee371ef2e14a7b8177e493fef03c989867dee2f",
        "title": "Cervids ACE2 Residues that Bind the Spike Protein can Provide Susceptibility to SARS-CoV-2"
      },
      {
        "paperId": "f4aa1e0499665ad331679a4890ec4a64ed8ee1fd",
        "title": "Robustness of Felsenstein’s Versus Transfer Bootstrap Supports With Respect to Taxon Sampling"
      },
      {
        "paperId": "cda5ecfb26df5092c667de9c1ce1e21ef84ef7e2",
        "title": "Identification of conserved genomic signatures specific to Bifidobacterium species colonising the human gut"
      },
      {
        "paperId": "ff434f4701222b8d51303857433190ab8fe60e19",
        "title": "The world’s largest cave fish from Meghalaya, Northeast India, is a new species, Neolissochilus pnar (Cyprinidae, Torinae)"
      },
      {
        "paperId": "2006029025d8cfac9919d885d2aab05796d9ec45",
        "title": "The Evolutionary History of a DNA Methylase Reveals Frequent Horizontal Transfer and Within-Gene Recombination"
      },
      {
        "paperId": "bcafcf08f854a415458f99cd123b5f50cd7c6e2e",
        "title": "Novel polyomaviruses identified in fecal samples from four carnivore species"
      },
      {
        "paperId": "0eb5ac7d1016c872dd6f676e37597f0b22584535",
        "title": "Comparative study between molecular and genetic evolutionary analysis tools using African SARS-CoV-2 variants"
      },
      {
        "paperId": "b3a36d2493fde886d284a719f3615f193c2a4b59",
        "title": "Nematodes and trematodes associated with terrestrial gastropods in Nottingham, England"
      },
      {
        "paperId": "e1728cff5d3369d5ac57aa5df868cc3f9faabd68",
        "title": "Analysis of trapped mosquito excreta as a noninvasive method to reveal biodiversity and arbovirus circulation"
      },
      {
        "paperId": "204045005dff9613ddc8536378c79a883cca90ab",
        "title": "The persistent homology of mitochondrial ATP synthases"
      },
      {
        "paperId": "4a0017c48179852bf8e0914e9ab10f2d74b457cc",
        "title": "FN1 encoding fibronectin as a pivotal signaling gene for therapeutic intervention against pancreatic cancer"
      },
      {
        "paperId": "7f751f8307c2a0b59e38ea1067f8e42aaf2b04a1",
        "title": "﻿Taxonomic study of a novel terrestrial alga, Spongiosarcinopsisqinghaiensis sp. nov. (Protosiphonaceae, Chlorophyta), from the Qinghai-Tibet Plateau"
      },
      {
        "paperId": "92c57ccdce8afb93e1c59d5a54206fda76cb0b33",
        "title": "Filling a gap in the taxonomy of phyllachoroid fungi: Proposition of Neopolystigma, gen. nov., and the new family Neopolystigmataceae"
      },
      {
        "paperId": "50f43ec1ec84c9d2391e4af25420a7e514d83b46",
        "title": "From Argentine Abyssal Plain to farmed turbot in Spain: A ubiquitous amoeba species Vannella robusta sp. nov. (Amoebozoa, Vannellida)."
      },
      {
        "paperId": "bda75bd3d72e2717bf13c0a8597c57b4ea120778",
        "title": "Coronamoeba villafranca gen. nov. sp. nov. (Amoebozoa, Dermamoebida) challenges the correlation of morphology and phylogeny in Amoebozoa"
      },
      {
        "paperId": "8b2012b1483e35849ef77ec8f8e13ec35e468266",
        "title": "Evolution towards small colony variants of pandemic multidrug resistant ST131 Escherichia coli isolates from a 10-year bone infection"
      },
      {
        "paperId": "fab6bc62912381ef9912e45e4e959ddca3e0cf7d",
        "title": "Characterization, Selection, and Trans-Species Polymorphism in the MHC Class II of Heermann’s Gull (Charadriiformes)"
      },
      {
        "paperId": "1772d67d081d01602766eed07c4adb8358e4cccb",
        "title": "The Pet127 protein is a mitochondrial 5′-to-3′ exoribonuclease from the PD-(D/E)XK superfamily involved in RNA maturation and intron degradation in yeasts"
      },
      {
        "paperId": "aa6e6d94af99823adf7be6311dbc75958e46ae73",
        "title": "Possible role of the CYC2c gene in the cornflower-like ray floret phenotype of Gaillardia cultivars"
      },
      {
        "paperId": "0068dc8ecd371d2dfed6d2ded3ed3f09984bbf5e",
        "title": "Hope in the dark: discovery of a population related to the presumably extinct micro-endemic Blunt-headed Salamander (Ambystoma amblycephalum)"
      },
      {
        "paperId": "fde66a93cd1945cf83e8b785507622eb2eb7c3d9",
        "title": "Emergence of Meropenem Resistance Among Cefotaxime Non-susceptible Streptococcus pneumoniae: Evidence and Challenges"
      },
      {
        "paperId": "7296b1bd135461522ce515df80e34c163daef45c",
        "title": "Characterization of Neurospora crassa GH16, GH17, and GH72 gene families of cell wall crosslinking enzymes"
      },
      {
        "paperId": "6ca9528abc2ed99ba3136bf0504248ed86c0b596",
        "title": "Іs clytini monophyletic? The evidence from five-gene phylogenetic analysis"
      },
      {
        "paperId": "a44b1f88c9abbafb30a190c69a631fa6359a5b37",
        "title": "﻿Four new species of troglomorphic Coecobrya Yosii, 1956 (Collembola, Entomobryidae) from Thailand based on morphological and molecular evidence, with an updated key of Thai troglomorphic species"
      },
      {
        "paperId": "207a4f5d5c596fe828313a6aea132d06f653f514",
        "title": "Mosquito excreta reveals circulation of West Nile virus and its underlying ecosystem"
      },
      {
        "paperId": "339e5f2b16ccbbcc6f3c45bc2eae1c169386c18f",
        "title": "﻿Distribution of Stenasellidae in Africa and description of a new species of Metastenasellus from Cameroonian groundwaters"
      },
      {
        "paperId": "503f3cb569ae6d6876997e45f64658704027d0dd",
        "title": "Pathogenic Mitochondrial DNA Mutation Load Inversely Correlates with Malignant Features in Familial Oncocytic Parathyroid Tumors Associated with Hyperparathyroidism-Jaw Tumor Syndrome"
      },
      {
        "paperId": "820fc69133a5f3ac447c581ad1813a4e99862039",
        "title": "Genome sequencing and molecular characterisation of XDR Acinetobacter baumannii reveal complexities in resistance: Novel combination of sulbactam–durlobactam holds promise for therapeutic intervention"
      },
      {
        "paperId": "de5badb0ff35ded60ea17f965f600635b441ff1f",
        "title": "Genome sequencing and molecular characterisation of XDR Acinetobacter baumannii reveal complexities in resistance: Novel combination of Sulbactam-Durlobactam holds promise for therapeutic intervention"
      },
      {
        "paperId": "1efa10cf8a5fe547851e88fe09dc605c38bf8a86",
        "title": "New Perkinsea Parasitoids of Dinoflagellates Distantly Related to Parviluciferaceae Members"
      },
      {
        "paperId": "2bdbf01b8f348772c6db011e1cf5a0d4ad2b86ec",
        "title": "Whole-Genome Sequencing Analysis to Identify Infection with Multiple Species of Nontuberculous Mycobacteria"
      },
      {
        "paperId": "65ab26630656f222215f13cbf3027f2fa266e696",
        "title": "Gut microbiome diversity and composition is associated with hypertension in women"
      },
      {
        "paperId": "a66569f96f9cd8ae63d23e3b4484ce2faafdd5bb",
        "title": "Ecologies"
      },
      {
        "paperId": "c8382c843a67397e985cca0b6e9c3a70a6732f62",
        "title": "Treerecs: an integrated phylogenetic tool, from sequences to reconciliations"
      },
      {
        "paperId": "ff9fa2af9be976d4c7440a1ea2c5910a9219364c",
        "title": "Candidatus Alkanophaga archaea from heated hydrothermal vent sediment oxidize petroleum alkanes"
      },
      {
        "paperId": null,
        "title": "Protistology 16 (3): 236–245 (2022)"
      },
      {
        "paperId": "2075f018c48d070601ea74d8ace644e921c3bc81",
        "title": "Inteins at Eleven Distinct Insertion Sites in Archaeal Helicase Subunit MCM Exhibit Varied Architectures and Activity Levels Across Archaeal Groups"
      },
      {
        "paperId": "4b7a52c64360a0fd28d554f7126484ba9f6ea2be",
        "title": "The Hive The Hive"
      }
    ],
    "abstract": null,
    "references": null
  }
}