{
  "cache_date": "2025-12-01T08:56:22.343756",
  "data": {
    "paperId": "5fb1e9eb65f02d0600ad5dc2cbced40fe01dd887",
    "externalIds": {
      "DOI": "10.1101/2021.04.12.439404",
      "CorpusId": 235353892,
      "PubMed": "34089996"
    },
    "url": "https://www.semanticscholar.org/paper/5fb1e9eb65f02d0600ad5dc2cbced40fe01dd887",
    "title": "Plaque Size Tool: an automated plaque analysis tool for simplifying and standardising bacteriophage plaque morphology measurements",
    "venue": "bioRxiv",
    "year": 2021,
    "referenceCount": 29,
    "citationCount": 15,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://doi.org/10.1016/j.virol.2021.05.011",
      "status": "GREEN",
      "license": "publisher-specific-oa",
      "disclaimer": "Notice: The following paper fields have been elided by the publisher: {'references'}. Paper or abstract available at https://api.unpaywall.org/v2/10.1101/2021.04.12.439404?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1101/2021.04.12.439404, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2077467801",
        "name": "Ellina Trofimova"
      },
      {
        "authorId": "48244486",
        "name": "P. Jaschke"
      }
    ],
    "citations": [
      {
        "paperId": "0a0518683bf7aa487cfe1c51b28adc67c6a9a9d3",
        "title": "PyPlaque is an open-source python package for phenotypic analysis of virus plaque assays"
      },
      {
        "paperId": "7b484537ff4a19fdce6ac79add271fe6b3f0e840",
        "title": "Evaluating phage lytic activity: from plaque assays to single-cell technologies"
      },
      {
        "paperId": "7249f563596b6754851aeb79a6b761e610190dae",
        "title": "Recent Advancements in Development and Characterization of Phages Targeting Helicobacter pylori"
      },
      {
        "paperId": "b77b306cc9568a2b8165d2965723459f7695e67f",
        "title": "Current Clinical Laboratory Challenges to Widespread Adoption of Phage Therapy in the United States"
      },
      {
        "paperId": "04280afcc431b79154079642016e27efda7e3e2e",
        "title": "Genome analysis of novel Salmonella-infecting bacteriophage ?Sen-NF"
      },
      {
        "paperId": "8317d38ca6b780d4a76a83b3b55654817da37c29",
        "title": "Phage–phage competition and biofilms affect interactions between two virulent bacteriophages and Pseudomonas aeruginosa"
      },
      {
        "paperId": "0cdff21e6f8bb5b433382358e81d1c15ef4cb549",
        "title": "PyPlaque: an Open-source Python Package for Phenotypic Analysis of Virus Plaque Assays"
      },
      {
        "paperId": "484b380a7e0bbd24de317918fffba78404a42659",
        "title": "Designing a simple and efficient phage biocontainment system using the amber suppressor initiator tRNA"
      },
      {
        "paperId": "2511623203303a45d2b9ba8caf4fa43e7d3d1569",
        "title": "Improved automated spot counting and modeling with bias correction."
      },
      {
        "paperId": "2e6ea1c431e82c17c1548e4087cb201335dab781",
        "title": "Bacteriophages in nature: recent advances in research tools and diverse environmental and biotechnological applications"
      },
      {
        "paperId": "076cd4b850b0835833e435bf662c286f0ba5b0ff",
        "title": "Automated Spot Counting in Microbiology"
      },
      {
        "paperId": "e5083446442ffd0cf4a903f543ae06ac1bc888b3",
        "title": "Four Novel Caudoviricetes Bacteriophages Isolated from Baltic Sea Water Infect Colonizers of Aurelia aurita"
      },
      {
        "paperId": "20cb841aafe0cc594557a463306729edfbc40b32",
        "title": "A bacterial genome assembly and annotation laboratory using a virtual machine"
      },
      {
        "paperId": "e32981dcc0931f60fd8b588cffadffe50a67a1bb",
        "title": "Rapid hydrogel-based phage susceptibility test for pathogenic bacteria"
      },
      {
        "paperId": "065ebaa9b97a1351c027c38339a8b8b29a0d3d5f",
        "title": "OnePetri: accelerating common bacteriophage Petri dish assays with computer vision"
      }
    ],
    "abstract": "Bacteriophage plaque size measurement is essential for phage characterisation, but their manual size estimation requires a considerable amount of time and effort. In order to ease the work of phage researchers, we have developed an automated command-line application called Plaque Size Tool (PST) that can detect plaques of different morphology on the images of Petri dishes and measure plaque area and diameter. Plaque size measurements using PST showed no difference to those obtained with manual plaque size measurement in Fiji, indicating future results using PST are backwards compatible with prior measurements in the literature. PST can be applied to a range of lytic bacteriophages producing oval-shaped plaques, including bull’s-eye morphology. The application can also be used for titer calculation if most of the plaques are stand-alone. As laboratory automation becomes more commonplace, standardised and flexible open-source analytical tools like PST will be important parts of biofoundry and cloud lab bacteriophage workflows.",
    "references": null
  }
}