{
  "cache_date": "2025-12-01T08:55:53.503913",
  "data": {
    "paperId": "2a0423a7435114c6828753eec95ed033ab8f5f11",
    "externalIds": {
      "DBLP": "journals/nar/BesemerB05",
      "PubMedCentral": "1160247",
      "MAG": "1978164115",
      "DOI": "10.1093/nar/gki487",
      "CorpusId": 7500742,
      "PubMed": "15980510"
    },
    "url": "https://www.semanticscholar.org/paper/2a0423a7435114c6828753eec95ed033ab8f5f11",
    "title": "GeneMark: web software for gene finding in prokaryotes, eukaryotes and viruses",
    "venue": "Nucleic Acids Res.",
    "year": 2005,
    "referenceCount": 16,
    "citationCount": 1073,
    "influentialCitationCount": 80,
    "openAccessPdf": {
      "url": "https://academic.oup.com/nar/article-pdf/33/suppl_2/W451/7623666/gki487.pdf",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC1160247, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "40605780",
        "name": "J. Besemer"
      },
      {
        "authorId": "2715148",
        "name": "M. Borodovsky"
      }
    ],
    "citations": [
      {
        "paperId": "9274c079dc855d1be85a6fe81a16734363366580",
        "title": "Complete genomic sequence analysis of Microbacterium C5 and the growth-regulating effects of its volatile organic compounds (VOCs) on plants"
      },
      {
        "paperId": "f1fb70578f8cdfbe230d2d4316fe81ebbff2ab1a",
        "title": "Pseudoxanthomonas fibrivorans sp. nov. 10HT, a cellulose-degrading bacterium isolated from soil"
      },
      {
        "paperId": "1a3b033f96abe329867fbb90b76288e0c999c295",
        "title": "Genome sequence of Lactiplantibacillus plantarum 6Y-15 isolated from Chinese pickled chill peppers"
      },
      {
        "paperId": "780f6d40a128441506b09be3d2ee61885d4e74a1",
        "title": "Chromosome-level genome assembly and annotation of the spottedtail morwong (Cheilodactylus zonatus)"
      },
      {
        "paperId": "3ca1007908d26bddab821dd28eb95efbb9d3d0b8",
        "title": "Genomic characteristics, antimicrobial resistance profiles and virulence factors of Gallibacterium anatis isolates from layer chickens in Northern China"
      },
      {
        "paperId": "92b8931c480276aed13fb56c30a5152afba58685",
        "title": "Metagenomics and binning analysis unveiled the diversity and transfer patterns of antibiotic resistance genes in traditional pickled vegetables"
      },
      {
        "paperId": "9639567d2e952e05b718124234f0823081a7538a",
        "title": "Characterization of a new Komagataeibacter nataicola strain: Complete genome analysis, genetic tractability, and bacterial nanocellulose production from corncob residue hydrolysate."
      },
      {
        "paperId": "74cf93ca3b0c2d4206a6b20741f3e177705ae59b",
        "title": "Genome sequence of Mycobacterium smegmatis phage Mao1"
      },
      {
        "paperId": "cd5050b239afa63fe43e6d1cdbeee258da0ebbc0",
        "title": "Efficient degradation of cephalexin by newly isolated strain Brevundimonas sp. CEF1 and its biodegradation mechanisms"
      },
      {
        "paperId": "0e5a505c6fb529c8336c47d0f2ed7f7b481e71d0",
        "title": "Camel-derived Lactiplantibacillus plantarum LP-170 as a natural antimicrobial solution to combat multidrug-resistant Staphylococcus aureus in dairy products"
      },
      {
        "paperId": "193f1cb5cca8190ab1c84ad393bb221e9fcd0dcd",
        "title": "Characterisation of phage vB_Ec_DUEC01: A Lytic Kagunavirus for Multidrug-resistant Escherichia coli"
      },
      {
        "paperId": "f44948b541a43033d94aaccab59fabc5f11c61d8",
        "title": "Characterization of four cluster A1 Mycobacterium phage genomes, Applejack, Hermia, LilBib, and QTRlifeCrisis"
      },
      {
        "paperId": "1352dd4ac3a7f7b41980730c1c628636be54235f",
        "title": "Isolation of a Novel Streptomyces Species from the Tuha Basin and Genomic Insights into Its Environmental Adaptability"
      },
      {
        "paperId": "7900be18067730f1cc0e2503a99809a04335dd12",
        "title": "Closed genome sequence of an Arthrobacter globiformis phage, SilentRX"
      },
      {
        "paperId": "4f1d9094b02ee69d9a68c95d1cd70ad53d30358b",
        "title": "The complete genome sequence of the cluster BE1 Streptomyces Bacteriophage Riptide includes genes encoding ribosome-associated proteins"
      },
      {
        "paperId": "63683942f218dfc3f295507efd9643b383b19c4a",
        "title": "Chromosome-level genome assembly and population genomics analysis of Camellia rubituberculata provide insights into adaptation to karst habitats"
      },
      {
        "paperId": "c426e111adfe4d005624d1ad0ef0f425f4f30c8f",
        "title": "Characterization and biocontrol potential of two novel lytic phages vB_EtaS_2 and vB_EtaS_6 against Edwardsiella tarda in aquaculture"
      },
      {
        "paperId": "4d7a26c3a0d1afc6dd486ce8ffbf5fe382c03b1e",
        "title": "From genome to field: Bacillus halotolerans BJ-3 as a novel biocontrol solution for grapevine Botryosphaeria dieback"
      },
      {
        "paperId": "28eb0a6b96f4c22312e2a595f3eb600275438073",
        "title": "Isolation, probiotic properties, and whole-genome analysis of P. acidilactici M22 from feline milk: a promising candidate for simulated pet milk formulations"
      },
      {
        "paperId": "c255d251e1a6b574220989a6c8be4a85b14b511c",
        "title": "Unveiling the Potential of Endophytic Bacillus amyloliquefaciens LJ1 from Nanguo Pear: A Genomic and Functional Study for Biocontrol of Post-Harvest Rot"
      },
      {
        "paperId": "e2f27a67dbfc7cfb44a706783df430ee8246cbb7",
        "title": "Complete genome sequence of Arthrobacter phage Tiff81"
      },
      {
        "paperId": "794893656bf8b5cb34ba9e400c24bd6e9ef0cd30",
        "title": "New Finnlakevirus isolate FLiP-2 provides insight into the ecology of ssDNA phages in Flavobacterium hosts"
      },
      {
        "paperId": "9f8ac1f0167ab00bb858cc4807e53bba3d8c9abe",
        "title": "Virus communities are associated with the degradation of recalcitrant carbon during the corpse decay of plateau pika (Ochoton curzoniae)"
      },
      {
        "paperId": "fc1c7636a037a64f6bb446917823b8eb2072c064",
        "title": "Characterization and application of a novel Campylobacter phage CC_R7 as a biocontrol agent in chicken meat"
      },
      {
        "paperId": "93dadd6cc455e979a5efaf8481cfdae4395cc083",
        "title": "Generanno: A Genomic Foundation Model for Metagenomic Annotation"
      },
      {
        "paperId": "27b9fb85206190ee17a5309ce59b68be5aed52e6",
        "title": "Complete genome sequence of Pseudoalteromonas lipolytica M7NS11, a chitinolytic bacterium isolated from the New Britain Trench"
      },
      {
        "paperId": "0241c9972c305ae0003f142a692536d28c3cf796",
        "title": "Structural variation, selection, and diversification of the NPIP gene family from the human pangenome."
      },
      {
        "paperId": "232adaaa546a9ce01d27f0bb5aaa3e0e60521cba",
        "title": "Draft genome sequence of Enterobacter sp. LM3, isolated from activated sludge"
      },
      {
        "paperId": "0ba611a93116dba007e46ae7522ca9dd6caf1c48",
        "title": "A chromosome-level genome assembly of Coffea arabica L. var. ‘Kona Typica’"
      },
      {
        "paperId": "c83d2908eb5bfabc011f45457f76b6bb92c0602f",
        "title": "Genomic insights into the divergence between hulled and hulless oats."
      },
      {
        "paperId": "9f3f60aecf37c04ef9f2002ce39c41fdbe9521da",
        "title": "Genomic and taxonomic characterization of Niallia pakistanensis sp. nov. NCCP-28T: a novel antibiotic-resistant and heavy-metal-tolerant bacterium isolated from the legume rhizosphere in Pakistan"
      },
      {
        "paperId": "21ed9662d0d5ecf850f351247d3a5498168df27e",
        "title": "Complete genome sequences of Mycobacterium smegmatis mc2155 cluster E bacteriophages Policronamos and Palpatine"
      },
      {
        "paperId": "ff99e3f27a6dfc9904186dec682a487bd0f7664a",
        "title": "Genome resource announcement of a Leptodophora sp. fungus isolated from roots of broadleaf plants in Wisconsin, USA"
      },
      {
        "paperId": "8e8dcaf9695f27c5bc3559dd7ba5a07d6b86dfd1",
        "title": "Isolation and genome annotation of Rowlf, a novel cluster EG bacteriophage with a purple acid phosphatase-like gene"
      },
      {
        "paperId": "60746e1d197fee01c3931962084e897a1ac26990",
        "title": "Complete genome annotation of the cluster EC Microbacterium phage Nicole72 from Pittsburgh, Pennsylvania"
      },
      {
        "paperId": "31b235f70d76c4b9e8d6102a114489c96fc51b5f",
        "title": "Ancient hybridization drives arid adaptation and species diversification in Caragana (Fabaceae)"
      },
      {
        "paperId": "daec2d49ef737e9e1782dae3e8e1658f71898640",
        "title": "Genomic insights into tigecycline non-susceptibility in Clostridioides difficile: the role of the Tet P determinant and efflux mechanisms"
      },
      {
        "paperId": "d2dbae374e44bfec3d822043e92493abe4a5acae",
        "title": "Complete Genome and Characterization Analysis of a Bifidobacterium animalis Strain Isolated from Wild Pigs (Sus scrofa ussuricus)"
      },
      {
        "paperId": "6b41ec5bf1c94c7ea7f006ef77a64cc83983e8fa",
        "title": "Independent evolution of betulin biosynthesis in Inonotus obliquus"
      },
      {
        "paperId": "575362d014401c148723f92ca60908f65df2afc2",
        "title": "Nitrogen-shaped microbiotas with nutrient competition accelerate early-stage residue decomposition in agricultural soils"
      },
      {
        "paperId": "1f2a3e22740629f1e8f5d6b835407a6067cd2b71",
        "title": "Genome sequence of cluster B1 Mycobacterium smegmatis phages Thunderbird, Gwilliam, and Jiraiya"
      },
      {
        "paperId": "422fabafcc76f1d5ba96c47f249dec3bac07579d",
        "title": "Genome sequence of Microbacterium phage Casino"
      },
      {
        "paperId": "8a875e8b5751abbc0a7a54a7e6b33b6171975d3f",
        "title": "Chromosome-level genome assembly and annotation of the maize weevil (Sitophilus zeamais Motschulsky)"
      },
      {
        "paperId": "2f29a7a902ef73a639c8338aecbec962e68bf74a",
        "title": "The hidden Markov model and its applications in bioinformatics analysis"
      },
      {
        "paperId": "43d8c0e99ba213c05b1838dd656734a6fc8a2ca0",
        "title": "Host-similar fragments in the African swine fever virus genome: distribution, functions, and evolution"
      },
      {
        "paperId": "1a57475d049b7f0e701d948a6bc5a313eeabb191",
        "title": "Comparative genomic analysis of Cluster AZ Arthrobacter phages"
      },
      {
        "paperId": "6b7cc8d12cd81397b36ebb9c577f00a842370c80",
        "title": "Chromosome-level genome of a multivoltine biotype Ostrinia furnacalis strain"
      },
      {
        "paperId": "8116174f2be079b520a9239290e464af4d4e99c4",
        "title": "Genome sequence of Mycobacterium abscessus phage P3MA"
      },
      {
        "paperId": "4c44a65d5870cf59454654a9803c3e46f0b46c05",
        "title": "Human Messenger RNA Harbors Widespread Noncoding Splice Isoforms"
      },
      {
        "paperId": "c118e1cbb150e5302eb2afe39a8fbb93f7436135",
        "title": "Characterization of a rapid 17β-estradiol-degrading strain, Microbacterium proteolyticum ZJSU01"
      },
      {
        "paperId": "c830b030ac02bbf92f556596f8b3b03f9831e7e4",
        "title": "ProtPhage: a deep learning framework for phage viral protein identification and functional annotation"
      },
      {
        "paperId": "eb97619a40122dc0a971ec0c09dff9f39a3c079a",
        "title": "Whole-genome sequence of subcluster BE1 Streptomyces lividans bacteriophage Persimmon"
      },
      {
        "paperId": "5b4ee34e39b2bf63c373e31c9ae210dd2a0a097e",
        "title": "Isolation and genomic characterization of Psychrobacillus isolate L3 and bacteriophage Spoks: a new phage-host pair from Antarctic soil"
      },
      {
        "paperId": "4aabcc2ece8f108ee6deb663bf4ddbbd2d2d6b06",
        "title": "Complete annotated genome sequence of Microbacterium foliorum phage Delphidian, isolated from soil in Philadelphia, Pennsylvania"
      },
      {
        "paperId": "4e7e39f193a6a8001901e9760e06b0286d5cf78e",
        "title": "Lytic bacteriophages of Gordonia rubripertincta from topsoil in Lubbock, Texas: FlyingTortilla and ScarletRaider"
      },
      {
        "paperId": "749d91fc333bb3e321893838c6dddcc8948e8a9d",
        "title": "Sequence analysis of two F1 mycobacteriophages, Deb65 and DocMcStuffins"
      },
      {
        "paperId": "b519627581e012440d939ecdb2658b27b01ca64c",
        "title": "Integrative cross‐tissue analysis unveils complement‐immunoglobulin augmentation and dysbiosis‐related fatty acid metabolic remodeling during mammalian aging"
      },
      {
        "paperId": "84eb28bb7839c2ef7201f3c5d4c6f1a1a9c7f32f",
        "title": "Chromosome-level genome assembly and annotation of Anthurium amnicola"
      },
      {
        "paperId": "09775c6cdba6bac9405fca77d987bfe5c5d4136d",
        "title": "Whole Genome Sequence of the gut commensal protist Tritrichomonas musculus isolated from laboratory mice"
      },
      {
        "paperId": "4f4fee67fd7f5267adf9fe651d6e31136921b58e",
        "title": "Genomic characteristics, virulence potential, antimicrobial resistance profiles, and phylogenetic insights into Nocardia cyriacigeorgica"
      },
      {
        "paperId": "e53b0e8049055acd9997e5c4de4d1504eb021609",
        "title": "The comparative genomic analysis provides insight into the divergent inhibitory activity metabolites in pathogen-driven three Pseudomonas palleroniana strains against primary pathogens of Pseudostellaria heterophylla"
      },
      {
        "paperId": "b9c9e3ad0f35b596a5123deb8cda3ae8e3ce3c79",
        "title": "The draft genome sequence of Diaporthe vaccinii, isolated from diseased cranberries"
      },
      {
        "paperId": "4b566ce6b8cfe7c0470db996aa7fd59a529fcb6e",
        "title": "Elucidating the mechanisms underlying heterotrophic nitrification-aerobic denitrification and cold tolerance in Pseudomonas fragi EH-H1 under weakly acidic conditions"
      },
      {
        "paperId": "21ddf74c2f0a06d7ae7feadb7298246142a5446a",
        "title": "Genome sequences of four A1 subcluster Mycobacterium smegmatis bacteriophages"
      },
      {
        "paperId": "13546b69a774a5f4388482b4a75b5bd90603557a",
        "title": "Synthetic Biology in Natural Product Biosynthesis."
      },
      {
        "paperId": "4f441080103c413462e8c3d76800832fc159dfb7",
        "title": "Genome sequence of cluster F1 Mycobacterium smegmatis phage Fastidio"
      },
      {
        "paperId": "1b89c4ae2fc109e02542e7cf8593a2480bf895e1",
        "title": "Genome sequence of cluster A6 bacteriophage Lilbunny, isolated using Mycobacterium smegmatis mc2155"
      },
      {
        "paperId": "d70c580f77b2065147c876579ade75a377b5049d",
        "title": "Development of a lytic Ralstonia phage cocktail and evaluation of its control efficacy against tobacco bacterial wilt"
      },
      {
        "paperId": "738156989d9af2ae284fa89e97749dda865377b0",
        "title": "Complete genome sequence of fig leaf mottle-associated virus 2"
      },
      {
        "paperId": "eeee8fad19125beba51652807323d8f79c1e7d31",
        "title": "Chromosome-level genome assembly of the clam, Xishi tongue Coelomactra antiquata"
      },
      {
        "paperId": "da156f668da3a41731c5ade2751cfb43bbe54c32",
        "title": "Genome sequences of G. rubripertincta bacteriophages Eddiemania and UBSmoodge isolated in Las Vegas, Nevada"
      },
      {
        "paperId": "7cd8598bf7907966f94d5f656b8fc232090b93dd",
        "title": "Probiogenomic analysis of an autochthonous Lactobacillus plantarum SK4719 from Chinese chives reveals its adaptive stress response"
      },
      {
        "paperId": "d1118171be5abf2fc5d3d1b311ebc49fbb3b3bdc",
        "title": "Genome sequence of bacteriophage PensacolaC28 isolated using Microbacterium sp. Casco Bay"
      },
      {
        "paperId": "e322f795f3ba540979fbb779e2129325dbe42fdd",
        "title": "The Complete Genome Sequences of Bacteriophages ASegato, DejaVu, Judebell, and RicoCaldo isolated using Microbacterium foliorum"
      },
      {
        "paperId": "23ca94319dbc5d69f1281d82eced7f8739563cc1",
        "title": "Genome Sequence of Mycobacterium Phage Guppsters"
      },
      {
        "paperId": "ffd58cec172cdda51ef9c04a76fcd9a68bd9a5a2",
        "title": "Genome Sequences of three CT cluster Bacteriophages isolated in Durham, North Carolina on Gordonia rubripertincta"
      },
      {
        "paperId": "dbd0a64596e8d0f305016b685c69607be094ea09",
        "title": "Structural variation, selection, and diversification of the NPIP gene family from the human pangenome"
      },
      {
        "paperId": "315a9221abdf9a622dbf6f50c3d633a70dd1d567",
        "title": "Complete genome sequences of AZ Arthrobacter phages Wildwest and Sue2"
      },
      {
        "paperId": "25d6edac4813ad504db2761937428dc5d9836451",
        "title": "Lacrimispora sinapis sp. nov., isolated from pickled potherb mustard (Brassica juncea Coss.)"
      },
      {
        "paperId": "ab0019a593e51a700661364b38fe05a976bde716",
        "title": "Pseudomonas aeruginosa maintains an inducible array of novel and diverse prophages over lengthy persistence in cystic fibrosis lungs"
      },
      {
        "paperId": "27ff1ae87e2e86d3f3960781992be3e7a8294bc4",
        "title": "Plant Growth-Promoting Effect and Complete Genomic Sequence Analysis of the Beneficial Rhizosphere Streptomyces sp. GD-4 Isolated from Leymus secalinus"
      },
      {
        "paperId": "4cbc8691393e2d0fd5e58df2e81848adf4a359a6",
        "title": "Advancements in Gene Structure Prediction:\nInnovation and Prospects of Deep Learning Models Apply in Multi-species"
      },
      {
        "paperId": "359896d2e0bec85bb43f5f93dbe951602e38b1e4",
        "title": "Analysis of metagenomic data"
      },
      {
        "paperId": "e0cfd659be81f20ac1a494801f591fbc44f251fb",
        "title": "A high-quality chromosome-scale genome assembly of the Cherokee rose (Rosa laevigata)"
      },
      {
        "paperId": "8f6ebdfa6be98b17d80c752294b8b8dfc57817fa",
        "title": "Ligilactobacillus agilis W70: a probiotic with capacity to enhance ammonia assimilation in the rumen"
      },
      {
        "paperId": "3ca7d6c4cca9b5f97704375ff5d8c812030609f8",
        "title": "Complete genome sequence of bacteriophage Godfather isolated from Microbacterium foliorum"
      },
      {
        "paperId": "5f77266288ed2de3a7eedf7f2c131a22300fca30",
        "title": "Pangeneric genome analyses reveal the evolution and diversity of the orchid genus Dendrobium"
      },
      {
        "paperId": "6960e9d1d69ddbed72b6eb04c8ec6b5d4992a9b7",
        "title": "Structural polymorphism and diversity of human segmental duplications"
      },
      {
        "paperId": "987fd41b606a729cb3bfe7582fbb2125a22e0007",
        "title": "Genome Sequence of Gordonia terrae Bacteriophage Wheezy"
      },
      {
        "paperId": "b94ec8c697f05d1261bf834afe9990f35044b66e",
        "title": "A novel vibriophage vB_Vp_PvVp04 against pathogenic Vibrio parahaemolyticus and its formulation for inclusion in shrimp feed"
      },
      {
        "paperId": "bce844472e03dbd6da12c6451340ffe9c7717f6b",
        "title": "Expanding the Diversity of Actinobacterial Tectiviridae: A Novel Genus from Microbacterium"
      },
      {
        "paperId": "cdc0fefb0bebcd0a8b46196f5aff5d0c3aee87a1",
        "title": "Comparative study and morphological plasticity of an Italian and a Chinese population of the protist ciliate Pseudokeronopsis erythrina (Hypotrichia, Kentrurostylida) with a mitochondrial genome analysis"
      },
      {
        "paperId": "3cf17684f29d3751c2188e6be0dd89e7d170f078",
        "title": "Novel drug targets for monkeypox: From viral to host proteins"
      },
      {
        "paperId": "50dbfa2f1f5598643b7371985905e707ba9ffded",
        "title": "New Morganella morganii Phage vB_Mm5 with Tolerance to Cu2+ Ions."
      },
      {
        "paperId": "c9c1c06b8335aee3dfc5f14616cf1ce344dc6ddb",
        "title": "Complete genome sequence of Microbacterium foliorum singleton phage Magritte."
      },
      {
        "paperId": "ee4fe214cd93f9132f9abba5983d31da619d7085",
        "title": "The complete genome sequence of Streptomyces sp. FIM 95-F1, a marine actinomycete that produces the antifungal antibiotic scopafungin."
      },
      {
        "paperId": "a6cd503fd56e45cda1c8be943bb81a63b0ea5ba6",
        "title": "Biological properties of Vibrio parahaemolyticus lytic phages and transcriptome analysis of their interactions with the host"
      },
      {
        "paperId": "67e1f5c5dee4aea26fede48b479e8d1d379c78ca",
        "title": "The golden genome annotation of Ganoderma lingzhi reveals a more complex scenario of eukaryotic gene structure and transcription activity"
      },
      {
        "paperId": "d2e0c931a5be19c589790e68ff9233af1b904fa3",
        "title": "Characterization of a Salmonella abortus equi phage 4FS1 and its depolymerase"
      },
      {
        "paperId": "f779f8bacae1dd9fb9fa5a1a3139ea2eb5c3862d",
        "title": "Multiomics dissection of Brassica napus L. lateral roots and endophytes interactions under phosphorus starvation"
      },
      {
        "paperId": "53750fe5a3bce8e83336f99e52adda5319cc36d6",
        "title": "Characteristics and biological mechanism of protein degradation by the black solider fly (Hermetia illucens L.) larvae gut strain Bacillus subtilis S4."
      },
      {
        "paperId": "d664d7f80326ae299194dd3b8aa1aac1077aa161",
        "title": "Unraveling Whole-Genome Sequence and Functional Characterization of P. megaterium PH3"
      },
      {
        "paperId": "a5975ef06292908e052202972b55ea5e839de8e7",
        "title": "Campylobacter sputorum subsp. bovis subsp. nov., isolated from cattle, and an emended description of Campylobacter sputorum"
      },
      {
        "paperId": "0bace9f2dee55d8c659ff44a0f8b8fd1ca37a272",
        "title": "Syntrophic Relationship Among Microbial Communities Enhance Methane Production During Temperature Transition from Mesophilic to Thermotolerant Conditions"
      },
      {
        "paperId": "0cd7aead346cba5669e3bdae09bd24733cb184fb",
        "title": "Chromosome-level genome assembly and functional annotation of Citrullus colocynthis: unlocking genetic resources for drought-resilient crop development"
      },
      {
        "paperId": "9d4e308945e7bf50fff14b8967b985e83f78d609",
        "title": "Genome sequence of an extremely halophilic archaeon isolated from Permian Period halite, Salado Formation in New Mexico, USA: Halobacterium sp. strain NMX12-1"
      },
      {
        "paperId": "f23a18a5c3739dec912a4b364b351e1eae997a44",
        "title": "Comprehensive genomic analysis of Brevibacillus brevis BF19 reveals its biocontrol potential against bitter gourd wilt"
      },
      {
        "paperId": "d620b5dbbb5e49f0e1e0ef9f5796fdc35580412f",
        "title": "Complete genome sequence of Rhodococcus qingshengii phage Perlina"
      },
      {
        "paperId": "bf449b54056f2bc02bb969977936a8386998b997",
        "title": "Unravelling Prokaryotic Codon Usage: Insights from Phylogeny, Influencing Factors and Pathogenicity"
      },
      {
        "paperId": "0fe31ddcfa5cabc03f45631f82243699abd93e40",
        "title": "Campylobacter californiensis sp. nov., isolated from cattle and feral swine"
      },
      {
        "paperId": "e8e807df0382593d34584407f5b3ec36d0b74559",
        "title": "Complete genome sequence of Mycobacteriophage Eaglepride"
      },
      {
        "paperId": "d634e426f9723357d51847866ae16997f7f06c21",
        "title": "Comparative genome analysis of cluster EF bacteriophages Ajin and OverHedge isolated from soil in Tennessee"
      },
      {
        "paperId": "b53dc72ea716b056705e50e6672dcd02ad4f0070",
        "title": "Bifidobacterium pseudolongum‐Derived Bile Acid from Dietary Carvacrol and Thymol Supplementation Attenuates Colitis via cGMP‐PKG‐mTORC1 Pathway"
      },
      {
        "paperId": "04d5c8fe4130b70a44c7e65f5f1224d3e352183d",
        "title": "Isolation of a novel Bacillus strain with industrial potential of producing alkaline chitosanase."
      },
      {
        "paperId": "4ecd720fa77e09210880008ebf2f2b675434aab6",
        "title": "A haplotype-resolved genome assembly of Coptis teeta, an endangered plant of significant medicinal value"
      },
      {
        "paperId": "d32262b3046210d48eb577fd34adcc40c9ad9c43",
        "title": "Characterization of pKPN945B, a novel transferable IncR plasmid from hypervirulent carbapenem-resistant Klebsiella pneumoniae, harboring blaIMP-4 and qnrS1"
      },
      {
        "paperId": "6a09e007a2674451ebd85f9b66092a36e1739b20",
        "title": "Complete genomes of two cluster AK Arthrobacter phages isolated from soil samples in Newburgh, NY, United States"
      },
      {
        "paperId": "cea519260bc10a92861ed4e5c20d7e376eb96de3",
        "title": "Complete genome sequence and anti-obesity potential of Lactiplantibacillus plantarum HOM2217 in 3T3-L1 cells and high-fat diet-fed rats"
      },
      {
        "paperId": "184f8966629b1d7d6be657029f04476f98b465c2",
        "title": "Complete genome sequence of Vibrio cholerae LK-18 isolated from tail-rotted Procambarus clarkii"
      },
      {
        "paperId": "520761d234b395b6d8c0340fd66e3d5c6d972751",
        "title": "Genome sequence of bacteriophage GiJojo, isolated using Streptomyces mirabilis in Catonsville, Maryland"
      },
      {
        "paperId": "4f9ee23dbbaddcd7416bfe3ecb4120f42976e3a7",
        "title": "Genome sequence of Xenia2 a DV cluster phage that infects Gordonia rubripertincta"
      },
      {
        "paperId": "2310e9821039ffb3aab87f9d6fe07447bcc8b149",
        "title": "Genome characterization of BI2 subcluster Streptomyces scabiei bacteriophages GoblinVoyage and Doxi13"
      },
      {
        "paperId": "b2c451a02e36f127ff0c89b81b08943576c32b6c",
        "title": "Whole-genome sequencing and pathogenicity analysis of Rhodococcus equi isolated in horses"
      },
      {
        "paperId": "a65addf6b9d9f794f4611463fff8a85d2b3d0393",
        "title": "Pan‐genome analysis of 13 Spinacia accessions reveals structural variations associated with sex chromosome evolution and domestication traits in spinach"
      },
      {
        "paperId": "72cb6a93fec607d1dcb85eb9b4706c558ecb4944",
        "title": "Effect of Phage Spray on Hatchability and Chick Quality of Eggs Contaminated with Salmonella Typhimurium"
      },
      {
        "paperId": "bef7df912db701250e3b468004487c195be9cb33",
        "title": "Genome analysis of Salinimicrobium sp. 3283s, a deep-sea bacterium isolated from the sediments of South China Sea, China."
      },
      {
        "paperId": "d116f6fad905b435f7145c3037ab588c7de53d6d",
        "title": "Isolation, characterization, and genomic analysis of a lytic bacteriophage, PQ43W, with the potential of controlling bacterial wilt"
      },
      {
        "paperId": "2cd323fe228170ba4aa5e27b303fe5b12647184c",
        "title": "Comparative Genomic Analysis of Prophages in Human Vaginal Isolates of Streptococcus agalactiae"
      },
      {
        "paperId": "0d187e693cf406a26efd1013e2cc84571f5fad03",
        "title": "Complete genome sequence of Microbacterium foliorum phage Curie, a podovirus isolated from soil in Spokane, Washington"
      },
      {
        "paperId": "a6c0595e356119763ecd86a0775187f17c670b13",
        "title": "Chromosome-level assembly of the synthetic hexaploid wheat-derived cultivar Chuanmai 104"
      },
      {
        "paperId": "31a9bf004ab9eb7789164fb477d8a08e48d12440",
        "title": "Taxonomic identification, phenol biodegradation and soil remediation of the strain Rhodococcus sacchari sp. nov. Z13T"
      },
      {
        "paperId": "c2e33c68fe7338876aef50eea39807086ea7dcca",
        "title": "Genome sequence of bacteriophage Janeemi isolated on Arthrobacter globiformis from soil collected in New York"
      },
      {
        "paperId": "825945e2ff2c9c40ae74683b517672eba857b0dc",
        "title": "Hidden Links Between Skin Microbiome and Skin Imaging Phenome"
      },
      {
        "paperId": "d1b4667bb4b01f1a5828bfc67c5c15d5274f856d",
        "title": "Structural polymorphism and diversity of human segmental duplications"
      },
      {
        "paperId": "211bbd60e8b317d0013a082235ff483a909de3fb",
        "title": "Genomic insights into novel Erwinia bacteriophages: unveiling their Henunavirus membership and host infection strategies"
      },
      {
        "paperId": "9bcb3ea69c5a3c8df411e6f4c58ccf6a5804b034",
        "title": "Whole-Genome Sequencing of Two Potentially Allelopathic Strains of Bacillus from the Roots of C. equisetifolia and Identification of Genes Related to Synthesis of Secondary Metabolites"
      },
      {
        "paperId": "eadaa6d1ba2cda4490dd653bac8aecd819972550",
        "title": "Genome analysis of Rossellomorea sp. y25, a deep sea bacterium isolated from the sediments of South China Sea."
      },
      {
        "paperId": "c90499fc56a0fc038e821e12e462b85bfb60e754",
        "title": "Factors involved in the abundant dominance of Bifidobacterium longum within the genus in the human gut"
      },
      {
        "paperId": "a78daca31b0ae490cb4e1c7356652d20fefa8cb5",
        "title": "Introducing Casbah, Kronus, and MmasiCarm, Members of the Mycobacteriophage Subcluster B3."
      },
      {
        "paperId": "240c336cbdcff39844ae942eb916f3952c3f37f5",
        "title": "Taxonomic identification and antagonistic activity of Streptomyces luomodiensis sp. nov. against phytopathogenic fungi"
      },
      {
        "paperId": "689f42f4ccaa086d179854dad9503bd9abf99f93",
        "title": "The genomic and phylogenetic analysis of Marseillevirus cajuinensis raises questions about the evolution of Marseilleviridae lineages and their taxonomical organization"
      },
      {
        "paperId": "b4d4cd8df6961fdef0db7c1ea4218408bd588a6c",
        "title": "Insights into spinach domestication from genome sequences of two wild spinach progenitors, Spinacia turkestanica and Spinacia tetrandra."
      },
      {
        "paperId": "c1ad9ff4cc92ae2fb0a32609fdd4370b69707148",
        "title": "Putative pseudolysogeny-dependent phage gene implicated in the superinfection resistance of Cutibacterium acnes"
      },
      {
        "paperId": "8d42035a1a0bed5cf32ee73c9e3224bb867576b0",
        "title": "What one genus of showy moths can say about migration, adaptation, and wing pattern"
      },
      {
        "paperId": "91213a0cba771de6451612c31113ca663be0d7cc",
        "title": "Complete genome sequence of Microbacterium paraoxydans phage Damascus"
      },
      {
        "paperId": "4ecfeca1a56462587e2b2dd518a9b9a56b6eb547",
        "title": "The genomic characterization of three Microbacterium foliorum-specific bacteriophages, “Nucci,” “MCubed,” and “QMacho”"
      },
      {
        "paperId": "2dfeb37d357e757962af8b92bba68de287593274",
        "title": "Whole-genome sequencing of Sphingobium baderi SC-1 and identification of a crucial 3-phenoxybenzoic acid-degrading gene"
      },
      {
        "paperId": "7d0d2661093f8c6ffdf28f1ee8d1ba4507339d76",
        "title": "Complete genome sequence of Psychrobacter cibarius AOSW16051, a trimeric autotransporter adhesin synthesizing bacterium isolated from the Baltic Sea."
      },
      {
        "paperId": "06bbe83c100452447e5f147c94bef4b870a794d2",
        "title": "Isolation and characterization of Bacillus cereus virulent phage CA1"
      },
      {
        "paperId": "84fcedd5aa227cb4c01d3b6c643758e61126eb1f",
        "title": "From tradition to innovation: conventional and deep learning frameworks in genome annotation"
      },
      {
        "paperId": "276247d5ad23cd7a1f796cfe8943951f169cedbf",
        "title": "Genome sequence of Soos: a siphovirus of the CP cluster infecting Gordonia rubripertincta  "
      },
      {
        "paperId": "21e417f61ed6891876b0d9f05f74628329c96f34",
        "title": "Desert diversity: genome sequence of Gordonia rubripertincta cluster DJ phage Mossy and cluster DV phage Erutan"
      },
      {
        "paperId": "79a57488c6e0d5367651f956f528d574a765740a",
        "title": "Complete genome sequence of Mycobacterium smegmatis phage Rummer, a subcluster A3 actinophage"
      },
      {
        "paperId": "5d6bdd7cfbf51587336821396cbd382b35b5e93d",
        "title": "A haplotype-resolved genome provides insight into allele-specific expression in wild walnut (Juglans regia L.)"
      },
      {
        "paperId": "df181f9baa5353519bfe1a7f3aaac86ad7eebda0",
        "title": "Complete genome sequences of seven Microbacterium foliorum phages Albedo, Kenzers, Swervy, Cranjis, JaimeB, Fullmetal, and Stormbreaker"
      },
      {
        "paperId": "7a0c888210e5d06911db308721c3bb7e53b7dce1",
        "title": "Saxibacter everestensis gen. nov., sp. nov., A Novel Member of the Family Brevibacteriaceae, Isolated from the North Slope of Mount Everest"
      },
      {
        "paperId": "8845526f921d9a9a0a95a8640d2fec6f26ee769d",
        "title": "Genome sequences of actinobacteriophages JorRay, Blocker23, Nibbles, and OlgasClover"
      },
      {
        "paperId": "0c1028599d787e843bd1f7d00170aa32838251dc",
        "title": "MetaCerberus: distributed highly parallelized HMM-based processing for robust functional annotation across the tree of life"
      },
      {
        "paperId": "09bf03a7320244126ae1a8574edca4ff063d3573",
        "title": "Complete genome sequences of StopSmel and Aussie, two Mu-like bacteriophages of Sinorhizobium meliloti"
      },
      {
        "paperId": "97a6276e334ed8c69c5772eaa0cd91dc001e0823",
        "title": "Genome sequence of bacteriophage Djungelskog isolated from an Arthrobacter globiformis culture"
      },
      {
        "paperId": "302dbc8e339fe5fc80fecc6dd45a986cd8010b60",
        "title": "Large-scale gene expression alterations introduced by structural variation drive morphotype diversification in Brassica oleracea"
      },
      {
        "paperId": "162950f9483fed2f1245ba4fd7afaabc51509c59",
        "title": "Complete genome sequences of mycobacteriophages Ageofdapage, Aubs, BABullseye, CheetoDust, ShaboiShabazz, and TomBrady"
      },
      {
        "paperId": "7eb992de7911a8642f6a6a6486ad0e531fae69bc",
        "title": "Complete genome sequence of the Microbacterium foliorum bacteriophage Garey24"
      },
      {
        "paperId": "3e4c428d117a542ff8f888883dc3e9230d0e59d1",
        "title": "Complete Genome Sequences of Four Mycobacteriophages Involved in Directed Evolution against Undisputed Mycobacterium abscessus Clinical Strains"
      },
      {
        "paperId": "2b671bb25b9a32b28678dd14ab1769c90bdbaf24",
        "title": "Complete genome sequences of bacteriophages Guetzie and SirVictor, isolated from Microbacterium foliorum"
      },
      {
        "paperId": "f7062f68d35ee642d5d650f1a91a98e6a604e7a1",
        "title": "Genomic analysis of vB_PaS-HSN4 bacteriophage and its antibacterial activity (in vivo and in vitro) against Pseudomonas aeruginosa isolated from burn"
      },
      {
        "paperId": "7067387299457aed8ff1ff03063ceea77e91c79a",
        "title": "Genome sequence of PSonyx, a singleton bacteriophage infecting Corynebacterium glutamicum"
      },
      {
        "paperId": "30e6e9757c7085724710a609ed7b73a88c9fb8d3",
        "title": "Complete genome sequences of Mycobacterium smegmatis phages Ashballer and Bombitas"
      },
      {
        "paperId": "52611397a9d65556731e46dfd5810197ee1c6bea",
        "title": "Helicovermis profundi gen. nov., sp. nov., a novel mesophilic, asporogenous bacterium within the Clostridia isolated from a deep-sea hydrothermal vent chimney"
      },
      {
        "paperId": "b7441b77b79f3b9d5889029d06e0332b996f3489",
        "title": "Bioactivity and genome analysis of Bacillus amyloliquefaciens GL18 isolated from the rhizosphere of Kobresia myosuroides in an alpine meadow"
      },
      {
        "paperId": "df0ce2cc76a140481801962e9acf6d9525e69cb0",
        "title": "Virome analysis of Desmodus rotundus tissue samples from the Amazon region"
      },
      {
        "paperId": "69e1751072c19485dcc53ad3ac2c069f69cd8564",
        "title": "Genome assembly and population genomic data of a pulmonate snail Ellobium chinense"
      },
      {
        "paperId": "fe6c981400d9e59eddf5742a216b8a5406b3e15d",
        "title": "Chromosome-level genome assemblies of two littorinid marine snails indicate genetic basis of intertidal adaptation and ancient karyotype evolved from bilaterian ancestors"
      },
      {
        "paperId": "93f5a8c65c6c1f8633dc746d7473cf4b6e2ff9f8",
        "title": "Improving the utilization efficiency of nitrogen source through co-culture of Lactobacillus strains with different nitrogen source metabolisms"
      },
      {
        "paperId": "5a72737bb108cd4af95e4c61bdf48ccd772d1d9e",
        "title": "Biodegradation of penicillin G sodium by Sphingobacterium sp. SQW1: Performance, degradation mechanism, and key enzymes."
      },
      {
        "paperId": "86405954c30b9301f1bd5314ae180385bede107f",
        "title": "Discovery, characterization, and application of a novel antimicrobial peptide produced by Lactiplantibacillus plantarum FB-2"
      },
      {
        "paperId": "5c600b6a1de8f457f6afec3b1ec2722b779e0bb7",
        "title": "Caproicibacterium argilliputei sp. nov., a novel caproic acid producing anaerobic bacterium isolated from pit clay."
      },
      {
        "paperId": "fdbcb214f57613319d61c1c27487156fd1679afe",
        "title": "Genome sequences of Microbacterium foliorum phages, BabyYoda and Lynlen"
      },
      {
        "paperId": "8a669480a2995e7dd1e42516d2e7299334fe96cd",
        "title": "From Cullowhee Creek to Conley: genome sequence and annotation of a cluster DJ Gordonia phage"
      },
      {
        "paperId": "8b195d0b3319d1441be28b5843dca259d18a7d48",
        "title": "From compost to culver: genome sequence and annotation of a cluster CQ1 Gordonia phage"
      },
      {
        "paperId": "d37a31ee5a1a5a190a1232aa620723da3fd547a3",
        "title": "Complete genome sequences of Streptomyces griseus phages Spelly and Phredrick"
      },
      {
        "paperId": "b422731d4fc873da4b98975b0c0bdcd12200b390",
        "title": "Genome sequences of 31 mycobacteriophages isolated on Mycobacterium smegmatis mc2155 at room temperature"
      },
      {
        "paperId": "64b27bce2f3b8feafc8e04fe1235aea1e38e402f",
        "title": "Genome sequences of bacteriophage Shambre1 and Renna12, isolated from Arthrobacter globiformis"
      },
      {
        "paperId": "978f55d530f8dbfd7fd2a889a641f16ddfb8e0d9",
        "title": "Genome sequence and characterization of a novel Pseudomonas putida phage, MiCath"
      },
      {
        "paperId": "033495c2353e4c4b25e6e2205eeaca7614e148f5",
        "title": "Genome sequence of the lytic bacteriophage Alucard, a cluster EE actinophage"
      },
      {
        "paperId": "cf8e9a60f62eaab6a8fdddd5ff4d92111db68fdf",
        "title": "Sequence analysis of Discoknowium, an A5 mycobacteriophage"
      },
      {
        "paperId": "06008a53add49b0576488ae462f3c6cf0e774685",
        "title": "Isolation and Evaluation of Streptomyces melanogenes YBS22 with Potential Application for Biocontrol of Rice Blast Disease"
      },
      {
        "paperId": "c017a9bef69b1794947ecefca959bc4954238388",
        "title": "The genome assembly of Chimonanthus praecox var. concolor and comparative genomic analysis highlight the genetic basis underlying conserved and variable floral traits of wintersweet"
      },
      {
        "paperId": "e194af9f407a550eb951a4ca29bf0b54cfd78a61",
        "title": "Meiosis in an asymmetric dikaryotic genome of Tremella fuciformis Tr01 facilitates new chromosome formation"
      },
      {
        "paperId": "168dbf28973ca3843954d660fbd2d5371252401b",
        "title": "Isolation and Complete Genome Sequencing of NS-I, a Lytic Bacteriophage Infecting Fish Pathogenic Strains of Nocardia seriolae."
      },
      {
        "paperId": "575effcc060268d196413315550ea9003c5c7c0e",
        "title": "Different survival strategies of the phosphate-mineralizing bacterium Enterobacter sp. PMB-5 in response to cadmium stress: Biomineralization, biosorption, and bioaccumulation."
      },
      {
        "paperId": "d7f2b648e5a97e6b377041ef47fdf9bf4a64170b",
        "title": "Comparative Genomics of Bacillus subtilis Phages Related to phiNIT1 from Desert Soils of the Southwest United States"
      },
      {
        "paperId": "72aede984bcc6c2018a664ea0bee6a8c244994f5",
        "title": "Genome sequences of cluster GA phages Phonegingi and Dropshot"
      },
      {
        "paperId": "5707db54e856765e10fd4e15c0d2a1b24bb3dcf8",
        "title": "Genome sequence and annotation of the B3 mycobacteriophage Phayeta"
      },
      {
        "paperId": "e92bb916b21cdee764703b1de0e03ba0ae8fe1ab",
        "title": "Isolation and genome sequence annotation of SallyK, a newly discovered cluster EG bacteriophage infecting Microbacterium"
      },
      {
        "paperId": "23f83604094e6de27e1033702fe0bf07b1701146",
        "title": "Genome sequences of Arthrobacter globiformis B-2979 phages MidnightRain and Gusanita"
      },
      {
        "paperId": "ef0f0aa4564b067ebb0acf1adf080e0eaf600eba",
        "title": "Genome sequence of Microbacterium foliorum bacteriophage DumpQuist isolated from soil in Clarksville, Tennessee"
      },
      {
        "paperId": "d7a6e3ce7aa25f5317c21e67e952eb3f91041c75",
        "title": "Applications of genome-scale metabolic models to investigate microbial metabolic adaptations in response to genetic or environmental perturbations"
      },
      {
        "paperId": "93e6f41721702319eb84dbc6b0d9ee2ee851bbed",
        "title": "Gene duplication as a major force driving the genome expansion in some giant viruses"
      },
      {
        "paperId": "b90f6f135b2d10419b3b1386e03672e4de885600",
        "title": "Characterization of the genomes of cluster CT Gordonia terrae phages, Horseradish and Yummy"
      },
      {
        "paperId": "6470eac50e1030eb9883025beaec5900913ed11a",
        "title": "Characterization and genome sequence of Microbacterium foliorum phage Morrigan, of cluster EA6 with siphovirus morphology"
      },
      {
        "paperId": "279b5754869a9d1cc127820861908a9e3cb5a3c9",
        "title": "Pseudonocardia lacus sp. nov., An Actinomycete Isolated from a Lake Sediment Sample"
      },
      {
        "paperId": "60aacab023a09878aaf4cf08cbe3d4d9a4e970e1",
        "title": "A novel long-tailed myovirus represents a new T4-like cyanophage cluster"
      },
      {
        "paperId": "6a41ec07436acb7db958676b49e27415e51c7ac6",
        "title": "Complete genome sequence of bacteriophage MrAaronian isolated from an Arthrobacter globiformis culture"
      },
      {
        "paperId": "ba473945e1deb9fbdd25c27d6fc0194972705def",
        "title": "Chromosome-level genome assembly of the northern Pacific seastar Asterias amurensis"
      },
      {
        "paperId": "8117a8b1dfec56c3b48b2b940e500f37693475ff",
        "title": "Ligilactobacillus cholophilus sp. nov., isolated from pickled potherb mustard (Brassica juncea Coss.)."
      },
      {
        "paperId": "b9da1ca4d14127a9b71ef0b7d89730b711a5a3ea",
        "title": "Genome and characteristics of Arthrobacter globiformis AZ cluster phage London"
      },
      {
        "paperId": "6d13a298599c57e15eddbe78f86e54621df0b801",
        "title": "Genome sequences of six cluster CT and two cluster DJ bacteriophages that infect Gordonia rubripertincta"
      },
      {
        "paperId": "eeda373dace3ed9693949a1597aafe226818a64a",
        "title": "Complete genome sequences of microbacterium phages Tedro and BAjuniper"
      },
      {
        "paperId": "9824f8c153d9db2393209232f724679dd69a62b9",
        "title": "Complete genome sequence of the Escherichia coli phage vB_Ec_Tarrare"
      },
      {
        "paperId": "75d3d34ee9dde9bb731343a529625664d7b1b4b6",
        "title": "Isolation and genome sequence annotation of KillerTomato, a newly discovered cluster EE bacteriophage infecting Microbacterium"
      },
      {
        "paperId": "174e4fc4fa638a9a1173ece33044082cf77bcef6",
        "title": "Nucleus-forming vibriophage cocktail reduces shrimp mortality in the presence of pathogenic bacteria"
      },
      {
        "paperId": "8ca4ffcf651a21389b10ca93e1279834405c096a",
        "title": "Probiotics Bifidobacterium lactis M8 and Lactobacillus rhamnosus M9 prevent high blood pressure via modulating the gut microbiota composition and host metabolic products"
      },
      {
        "paperId": "551abea33378dfdf81cecf21fa8f5d3f24048fe2",
        "title": "The highly improved genome of Ixodes scapularis with X and Y pseudochromosomes"
      },
      {
        "paperId": "1e4cde9757fade33c90b77e77ac1d68f7f8b5a63",
        "title": "A Comprehensive Bioinformatics Resource Guide for Genome-Based Antimicrobial Resistance Studies"
      },
      {
        "paperId": "55d5da680d6de321f4f46dd6f80c1e91abfcad35",
        "title": "Complete genome sequences of Gordonia rubripertincta phages OtterstedtS21 and Patos"
      },
      {
        "paperId": "62ca0d3e126e97b479337fbe70c5d208f8a24566",
        "title": "Investigating the cecal microbiota of broilers raised in extensive and intensive production systems"
      },
      {
        "paperId": "3d07a15704d4e5838c604109b056c35434d2caad",
        "title": "Annotation of Secretariat and Hydrus, two DJ cluster phages isolated on Gordonia rubripertincta"
      },
      {
        "paperId": "e36f09983e1348e5178129756810c1b504be6ba6",
        "title": "Genome sequence of cluster A15 Gordonia terrae bacteriophage Nebulosus"
      },
      {
        "paperId": "092677da781190d3478fed91ae32cf011506b2d5",
        "title": "The determinants of the rarity of nucleic and peptide short sequences in nature"
      },
      {
        "paperId": "b432a2d7494d2c1f1dcbac0bc918eaffd348d4a0",
        "title": "Genome sequence of bacteriophage Aoka, a cluster FO phage isolated using Arthrobacter globiformis"
      },
      {
        "paperId": "13ad9207fa1fb7ca7f5da0dc41535bf32aca7657",
        "title": "Design combinations of evolved phage and antibiotic for antibacterial guided by analyzing the phage resistance of poorly antimicrobial phage"
      },
      {
        "paperId": "b956459a5df6b178d08fbb51f0bfd0f16de7651c",
        "title": "FLIBase: a comprehensive repository of full-length isoforms across human cancers and tissues"
      },
      {
        "paperId": "9cb351bac4e376114a1b13d1792c75db2d0e91d3",
        "title": "Complete genome sequence of phi29-like Microbacterium foliorum podovirus phage PineapplePizza"
      },
      {
        "paperId": "872d9c0f2d298a43c42784bd0ab028305a9ec294",
        "title": "Complete genome sequences of cluster G1 and cluster K4 Mycobacterium smegmatis phages omnicritical and Barkley26"
      },
      {
        "paperId": "f17c9bad52ac38ca2eeec41b086c8f30235f1605",
        "title": "Planobacterium oryzisoli sp. nov., a novel bacterium isolated from roots of rice plant"
      },
      {
        "paperId": "670a458c4d3ee8a68e6fd6c174e549ff6cd66ddb",
        "title": "Unveiling of the key pathway in flavor formation in fermented milk of Lactococcus lactis subsp. lactis via genomics and metabolomics"
      },
      {
        "paperId": "d3075fa6e0e05cdb76c8ac2c8db487a552e6c620",
        "title": "ChlOR, a GMC family oxidoreductase that evolved independently from the actinomycete, confers resistance to amphenicol antibiotics."
      },
      {
        "paperId": "7e87debab10d443feb456718c2eac191a27495a7",
        "title": "MetaCerberus: distributed highly parallelized scalable HMM-based implementation for robust functional annotation across the tree of life"
      },
      {
        "paperId": "8c1d8b9ccccef5e1c443c45840abe461b00b0959",
        "title": "A rapid method for assembly of single chromosome and identification of sex determination region based on single-chromosome sequencing."
      },
      {
        "paperId": "8d6519a0c288227187fd4a52ee9772f0636b635a",
        "title": "In vitro and in vivo evaluation of efficacy and safety of Weizmannia coagulans HOM5301 for boosting immunity"
      },
      {
        "paperId": "9dc8550293a9fa514caf4f982f185a13cc9d2423",
        "title": "A Whole-Genome Assembly for Hyaloperonospora parasitica, A Pathogen Causing Downy Mildew in Cabbage (Brassica oleracea var. capitata L.)"
      },
      {
        "paperId": "6ea3a7d91a2bd3ba21176a3fb9afa7f0297199a9",
        "title": "Phenotypic Characterization and Comparative Genomic Analyses of Mycobacteriophage WIVsmall as A New Member Assigned to F1 Subcluster"
      },
      {
        "paperId": "2f69dc8136276ffab8c5980fe1a05f782c2b8659",
        "title": "Acinetobacter entericus sp. nov., isolated from the gut of plastic-eating insect larvae Zophobas atratus."
      },
      {
        "paperId": "db22631a8c1fcbfd7b210f70483589a5704c2bb1",
        "title": "A novel Queuovirinae lineage of Pseudomonas aeruginosa phages encode dPreQ0 DNA modifications with a single GA motif that provide restriction and CRISPR Cas9 protection in vitro"
      },
      {
        "paperId": "8a6e25bfdb481a856fe0ae5aeb36cbb32220eab1",
        "title": "Genome Sequence and Annotation the B3 Mycobacteriophage Phayeta"
      },
      {
        "paperId": "ea3a6ef342fcb811bf0d54dd8760bdcd1157d146",
        "title": "Babesia gibsoni Whole-Genome Sequencing, Assembling, Annotation, and Comparative Analysis"
      },
      {
        "paperId": "1049c80a0f10784e2d289ee68c49f1c39a271d3f",
        "title": "Analysis of the Genomic Features and Evolutionary History of Pithovirus-Like Isolates Reveals Two Major Divergent Groups of Viruses"
      },
      {
        "paperId": "42fd57951c07701e18214510a57cf43dfaea0b4c",
        "title": "Isolation and Annotation of Azira, a CT Cluster Phage That Infects Gordonia rubripertincta"
      },
      {
        "paperId": "827fc4f49f9662cf65cf368fb825161ab16b9766",
        "title": "The analysis of the function, diversity, and evolution of the Bacillus phage genome"
      },
      {
        "paperId": "57c08138f903c339c2d4d9d59b84ca8f635e8222",
        "title": "Complete genomes and comparative analyses of Streptomyces phages that influence secondary metabolism and sporulation"
      },
      {
        "paperId": "bb37ee6c626574e45d2639221e359f1ce485d712",
        "title": "Communications Theory-Inspired Algorithms for Detecting Protein-Coding Regions in Prokaryotic Genomes: A Comparative Study: Using Communications Theory for Gene Detection in Prokaryotic Genomes: A Comparative Analysis of Correlation-Based Algorithms and Bayesian Classifiers"
      },
      {
        "paperId": "3f3289bbc8d0c0cd2f67d2e1301e15b9832a0b7f",
        "title": "A broad-host-range lytic phage vB_VhaS-R18L as a candidate against vibriosis"
      },
      {
        "paperId": "8c1b7f49b75b496ca196e3f0eae0fe96592f33ea",
        "title": "Vibrio Phage VMJ710 Can Prevent and Treat Disease Caused by Pathogenic MDR V. cholerae O1 in an Infant Mouse Model"
      },
      {
        "paperId": "d6e7c129c567ce41d9c7b5a642ce995f7307c63f",
        "title": "Complete Genome Sequences of Subcluster C1 Mycobacteriophages Blackbrain, Cactojaque, Kboogie, Trinitium, and YoungMoneyMata"
      },
      {
        "paperId": "068a35cf419970c058ac1a47218d3a3a5a047002",
        "title": "Characterization of vB_ValM_PVA8, a broad-host-range bacteriophage infecting Vibrio alginolyticus and Vibrio parahaemolyticus"
      },
      {
        "paperId": "8ac5799e712bd973068d98bf6e267ae73aa9abe0",
        "title": "Characterization and genomic analysis of phage vB_ValR_NF, representing a new viral family prevalent in the Ulva prolifera blooms"
      },
      {
        "paperId": "8fc4525a8ea65cfa2c85a747d2c24a4268650096",
        "title": "Comparative Genomic Analysis of Cold-Water Coral-Derived Sulfitobacter faviae: Insights into Their Habitat Adaptation and Metabolism"
      },
      {
        "paperId": "4e534b351e8a662cfb044b034e5149efc983819a",
        "title": "Phage ZCSS1 from isolation to application against Staphylococcus sciuri and biofilm: A prospect of utilizing temperate phage and its products"
      },
      {
        "paperId": "230a179b78449932373f77ca74f27657efda966a",
        "title": "Draft Genome Sequences of Synechococcus sp. strains CCAP1479/9, CCAP1479/10, CCAP1479/13, CCY0621, and CCY9618: Five Freshwater Syn/Pro Clade Picocyanobacteria"
      },
      {
        "paperId": "7f1b5e1c826e71eec0d926c71b0d55c063c5d568",
        "title": "Complete Genome Sequences of Chop, DelRio, and GrandSlam, Three Gordonia Phages Isolated from Soil in Central Arkansas"
      },
      {
        "paperId": "e289daef77a93cfd5634859eaf8cb6b36fd4ac96",
        "title": "Characterization of a novel Pseudomonas mosselii 9-1 capable of nitrate reduction to ammonium, ammonium assimilation, and denitrification in aerobic conditions"
      },
      {
        "paperId": "1f341ef6e3314879afb0b272b40a530829fc456b",
        "title": "Peptidomics"
      },
      {
        "paperId": "40732596f4ed0085a001b2893f0e19d39735d389",
        "title": "Genome Characterization and Infectivity Potential of Vibriophage-ϕLV6 with Lytic Activity against Luminescent Vibrios of Penaeus vannamei Shrimp Aquaculture"
      },
      {
        "paperId": "bd8a93e214e31b76034ada5acbe272f4c5ad6b44",
        "title": "Chromosome-level analysis of the Colletotrichum graminicola genome reveals the unique characteristics of core and minichromosomes"
      },
      {
        "paperId": "9f73038d7d5ea96e268c8d44032ee73abef874fe",
        "title": "Genome Sequence of Mycobacteriophage Bassalto"
      },
      {
        "paperId": "07e5755ec61b6cc95255219329ade209c712d384",
        "title": "Complete Genome Sequence of Bacteriophage vB_Hercules_Set, Which Infects Enteric Pathogen Salmonella enterica Serovar Typhimurium"
      },
      {
        "paperId": "ff796984eb9f9a367d21e93a8762d153183e46d2",
        "title": "Endophyte genomes support greater metabolic gene cluster diversity compared with non-endophytes in Trichoderma"
      },
      {
        "paperId": "2ee277a7617ba0b8cc862b49b555b949213e5d6b",
        "title": "Complete Genome Sequence of Staphylococcus capitis CCSM0123, Isolated from Healthy Facial Skin"
      },
      {
        "paperId": "dd0e6eeb7c0c2e4f56f6fc41f338d9279120faac",
        "title": "Isolation and characterization of a gas-producing and acid-resistant bacterium from spoiled vinegar."
      },
      {
        "paperId": "30ad5f15e2ca814349a095acce212aafbd9be5e5",
        "title": "Genome Sequence of Gordonia terrae Phage APunk"
      },
      {
        "paperId": "945a04596a48ec7ee740cabfc48b1b8688619e85",
        "title": "Genome Sequences of Five Microbacterium foliorum Phages, GaeCeo, NeumannU, Eightball, Chivey, and Hiddenleaf"
      },
      {
        "paperId": "fcc4ed11fb4a4fab4f9e82492dc777fa7a0f7ead",
        "title": "Isolation and Characterization of a Novel Lytic Phage, vB_PseuP-SA22, and Its Efficacy against Carbapenem-Resistant Pseudomonas aeruginosa"
      },
      {
        "paperId": "7a90e56786eceaea237b59bcd19b924d44855ea9",
        "title": "Complete genome annotation data of Mycobacteriophages Prann and LeoAvram: New members of the family Siphoviridae."
      },
      {
        "paperId": "ba2005e7721d46468882d02893ae8f46767e45a4",
        "title": "Genome, host genome integration, and gene expression in Diadegma fenestrale ichnovirus from the perspective of coevolutionary hosts"
      },
      {
        "paperId": "90073de3079946efaff091237653c28522e2cded",
        "title": "Characterization of a lytic Escherichia coli phage CE1 and its potential use in therapy against avian pathogenic Escherichia coli infections"
      },
      {
        "paperId": "acfac7033162d80436f4b94cf8ab97fa2a62af81",
        "title": "Chromosome‐level genome assembly of a triploid poplar Populus alba ‘Berolinensis’"
      },
      {
        "paperId": "821fd0d42ebd9045bb5a407983910ce0705a551c",
        "title": "Nonomuraea sediminis sp. nov., a novel actinobacterium with antimicrobial activity, isolated from sediment of Dianchi Lake"
      },
      {
        "paperId": "7fcc0df131657fb305be962e2bc6c7c275e46b09",
        "title": "Diversity of Surface Fibril Patterns in Mimivirus Isolates"
      },
      {
        "paperId": "38df1af599f27ab7d389def38ff18f49d55a3a74",
        "title": "Draft genomes of Blastocystis subtypes from human samples of Colombia"
      },
      {
        "paperId": "c517212346b9f3597152f9f29e926fdc55be3f87",
        "title": "Characterization and Genomic Analysis of a Novel Lytic Phage DCp1 against Clostridium perfringens Biofilms"
      },
      {
        "paperId": "1494c3219ad7e9b4bcdd09758133a0f571bd3376",
        "title": "Gapless Genome Assembly of Puccinia triticina Provides Insights into Chromosome Evolution in Pucciniales"
      },
      {
        "paperId": "89a6c3fbf8989dced318c79d79b7147d7528fb35",
        "title": "Evaluation of the Antimicrobial Potential and Characterization of Novel T7-Like Erwinia Bacteriophages"
      },
      {
        "paperId": "df6be95cb2242da01ac540b66c2a82fb830632d1",
        "title": "Isolation and Annotation of Xitlalli, a Cluster EK1 Actinobacteriophage Isolated Using Microbacterium foliorum"
      },
      {
        "paperId": "480c745ba4056b2a403ece6213c57039eab2e736",
        "title": "Evidence of a Set of Core-Function Genes in 16 Bacillus Podoviral Genomes with Considerable Genomic Diversity"
      },
      {
        "paperId": "75cee29db3773344ef5931671f9a37e7f351c741",
        "title": "Genome Sequence of Gordonia rubripertincta Phage Survivors, a Cluster CT Siphovirus"
      },
      {
        "paperId": "5b1818532fc778926af9384438ff40ae82125471",
        "title": "Characterization and Genomic Analysis of a Bacteriophage with Potential in Lysing Vibrio alginolyticus"
      },
      {
        "paperId": "3ddef92a03259c8635546c6ec44b42f7eba62b4b",
        "title": "First Report on Genome Analysis and Pathogenicity of Vibrio tubiashii FP17 from Farmed Ivory Shell (Babylonia areolata)"
      },
      {
        "paperId": "ae74639a6e68e94f087c2edcde3099d9198ea3ab",
        "title": "Complete Genome Sequences of Cluster S Mycobacteriophages Beelzebub, Raela, and RedRaider77"
      },
      {
        "paperId": "6816a6ae5bd0219fcf7c5c080ae30fbe85803b34",
        "title": "Genome Sequence of Subcluster L3 Mycobacterium smegmatis mc2155 Phage DuncansLeg"
      },
      {
        "paperId": "65d403874d4b9ea6cb945d8360b7a9e6edba260e",
        "title": "Complete genome sequence of piezotolerant Stutzerimonas kunmingensis 7850S isolated from the sediment of the Mariana Trench."
      },
      {
        "paperId": "9ba821197316b1dc92b4084bce39b4c256c3d7e7",
        "title": "Point mutation of V252 in neomycin C epimerase enlarges substrate-binding pocket and improves neomycin B accumulation in Streptomyces fradiae"
      },
      {
        "paperId": "ec62ee5a7c868353633b45617cffd69248e7a472",
        "title": "Isolation, Characterization and Whole Genome Analysis of an Avian Pathogenic Escherichia coli Phage vB_EcoS_GN06"
      },
      {
        "paperId": "a9a95e776cc58a9245281b33d000d91abb277c34",
        "title": "Isolation and Characterization of Chi-like Salmonella Bacteriophages Infecting Two Salmonella enterica Serovars, Typhimurium and Enteritidis"
      },
      {
        "paperId": "aaa5e9c32e788c05f69eaf96083e25d011ace13f",
        "title": "Arthrobacter antioxidans sp. nov., a blue pigment-producing species isolated from Mount Everest."
      },
      {
        "paperId": "de9dbef0868122cc254d657191d5a20b81f25b49",
        "title": "Complete Genome Sequence of Bacillus subtilis CNBG-PGPR-1 for Studying the Promotion of Plant Growth."
      },
      {
        "paperId": "8a26e374bcd35d0d3f44d968d00e04eeff614e4f",
        "title": "Characterization of Genomic Diversity In Bacteriophages Infecting Rhodococcus"
      },
      {
        "paperId": "744a15295b38d2b08736ac139621fd4784c9e197",
        "title": "Antimony oxidation and whole genome sequencing of Phytobacter sp. X4 isolated from contaminated soil near a flotation site."
      },
      {
        "paperId": "bf6af0dbdbfdbadc86b71551a52657b29c6fe176",
        "title": "Genome Sequences of Two Gordonia rubripertincta Cluster DJ Bacteriophages, Pherobrine and Burley"
      },
      {
        "paperId": "cc7462ce5badc60ea8763f2c99b61750e3ef8788",
        "title": "Genome Sequences of Gordonia Phages GrootJr and NovumRegina"
      },
      {
        "paperId": "004943d2c92e12d639cc48e8e78c9afb3e0f5936",
        "title": "Complete Genome Sequence of Arthrobacter Phage ScienceWizSam"
      },
      {
        "paperId": "7e41f9d088462f7276490ef0ef305096fff1e632",
        "title": "Complete Genome Sequences of Genamy16 and NovaSharks, Two Gordonia rubripertincta Bacteriophages Isolated from Soil in Southeastern Florida"
      },
      {
        "paperId": "81cd0d76c86952d4f7f5c549527dd5b4376dd3af",
        "title": "Expansion of Known Rhodobacter capsulatus Bacteriophage Diversity with 24 Additional Genomes"
      },
      {
        "paperId": "08124ea16bf88524b8bff330ae632ee1fef51d19",
        "title": "Complete Genome Sequence of Arthrobacter Phage GantcherGoblin Exhibits Both Conservation with Subcluster AU6 Phages and Genetic Novelty"
      },
      {
        "paperId": "57d4e62fbef3ddf23e229202574027b19f15ad4a",
        "title": "Complete Genome Sequence of Gordonia rubripertincta Bacteriophage Hexbug Suggests Potential for a New CT Subcluster"
      },
      {
        "paperId": "48704dbc97139a669f1eb20a52448f39ddfacee5",
        "title": "The Effect of Proline on the Freeze-Drying Survival Rate of Bifidobacterium longum CCFM 1029 and Its Inherent Mechanism"
      },
      {
        "paperId": "07a18915d90ab70f1f6d74c52ec6040d594511e0",
        "title": "Phage Cocktail in Combination with Kasugamycin as a Potential Treatment for Fire Blight Caused by Erwinia amylovora"
      },
      {
        "paperId": "23d1774932f8c3e945758b21ed0628e9a0a65cfe",
        "title": "The Innovative Informatics Approaches of High-Throughput Technologies in Livestock: Spearheading the Sustainability and Resiliency of Agrigenomics Research"
      },
      {
        "paperId": "ac07ecf1660dc5c603c04c7e1c92c70612afd331",
        "title": "Cleaner 2,3-butanediol production from unpretreated lignocellulosic biomass by a newly isolated Klebsiella pneumoniae PX14"
      },
      {
        "paperId": "14da074cbcd531c0c37ab3fc4086f45912b5602d",
        "title": "Genome Sequences of Gordonia rubripertincta Phages LilyPad and PokyPuppy"
      },
      {
        "paperId": "0af179d7a8bf00b8740ffc7bf0ca24af8c4e9214",
        "title": "Genome Sequence of Cluster BI1 Streptomyces griseus Phage TaidaOne"
      },
      {
        "paperId": "82f3f8bc4faeed72628f44fe63ba15fa65e11a7e",
        "title": "Identification of Novel Genes and Proteoforms in Angiostrongylus costaricensis through a Proteogenomic Approach"
      },
      {
        "paperId": "36d712b2ce11a562acf8a8e89fbd14004f037d67",
        "title": "Genome Sequences of Three Actinobacteriophage from Cluster FH Isolated Using Arthrobacter globiformis"
      },
      {
        "paperId": "261234e1ba6c9a470ad6a6253ef56125bd1d5554",
        "title": "Complete Annotated Genome Sequences of Two Novel Microbacteriophages, Gingerbug and HerculesXL, from Western Oregon, USA"
      },
      {
        "paperId": "3d3109d725d22da364340d0aa32540f4e8ff4e00",
        "title": "Complete Genome Sequences of Microbacterium paraoxydans Phages Cassita and Fransoyer"
      },
      {
        "paperId": "83a92420aa3db63e38be31d61c67466fb60b7975",
        "title": "Characterization of novel Actinobacteriophage Giantsbane reveals unexpected cluster AU relationships"
      },
      {
        "paperId": "944d544e0b8361351e1b8d3ad9e21c4115960db1",
        "title": "Genome Characteristics of Vardy, a Cluster DJ Actinobacteriophage Isolated on Gordonia rubripertincta in Western North Carolina"
      },
      {
        "paperId": "2afdc251799ae5f3fbcedd799b1b849e3a2998a0",
        "title": "Genome Sequence of Arthrobacter Phage NathanVaag"
      },
      {
        "paperId": "67fc7368830e383d99c47ecec6cca4d9b06a6f30",
        "title": "Sphaerisporangium fuscum sp. nov., Isolated from Sediment of Anmucuo Lake in Tibet Autonomous Region of China"
      },
      {
        "paperId": "c1fb7fcdc49dc2232ef368383bad13e84ce31c02",
        "title": "Genome Sequences of Microbacterium foliorum Phages Anseraureola, Pondwater, and Yasuo"
      },
      {
        "paperId": "19146d33713b1e1ac5d49c5f8435461b5eab3e7b",
        "title": "Complete Genome Sequences of Microbacterium Phages Clayda5 and Gshelby23 and Gordonia Phages Wrigley and Santhid"
      },
      {
        "paperId": "f6ec8726ef78d485c75868116a48d5bd128a5209",
        "title": "Genome Sequences of Arthrobacter globiformis B-2979 Phages GlobiWarming and TaylorSipht"
      },
      {
        "paperId": "90a8decb396d9bd9de3d9ed8350f0f6e9c449f58",
        "title": "Genome Sequence and Characteristics of the Microbacterium foliorum Cluster EE Bacteriophage Burgy"
      },
      {
        "paperId": "f5c7e65c7e665c8bd0379a346097bb1364b27e9b",
        "title": "A Unique Set of Auxiliary Metabolic Genes Found in an Isolated Cyanophage Sheds New Light on Marine Phage-Host Interactions"
      },
      {
        "paperId": "5e7efce440e36af8145dd24a1476a5835bd94c2a",
        "title": "Complete Genome Sequences of Cluster A Mycobacteriophages Kenmech and Peterson and Cluster F Mycobacteriophage Rockne"
      },
      {
        "paperId": "0dd8f4768d053a88ce2fc3e5ce5366f33ed75c63",
        "title": "Genome Characterization of Gordonia Phage Amore2"
      },
      {
        "paperId": "dae8050d45ea76a4bb00b4da83f684113745718c",
        "title": "Complete Genome Sequence of Bacteriophage Eula, Isolated on Microbacterium foliorum"
      },
      {
        "paperId": "5d67a08f1a8289ef0203f59e61d3670c70bc7471",
        "title": "Complete Genome Sequences of Mycobacterium smegmatis Phages MelsMeow, Yorick, Virgeve, and Mikro"
      },
      {
        "paperId": "9d30b9015ffdbda05286ff58e971414a2fe685c3",
        "title": "Complete Genome Sequence of Microbacterium foliorum Bacteriophage Librie"
      },
      {
        "paperId": "2775c566f7604c75c1e8608f9ac123378811336a",
        "title": "Genome Sequence and Annotation of Bacteriophage Tokki Isolated on Arthrobacter globiformis B-2979"
      },
      {
        "paperId": "cb50939f21397b70a8d015f85708e924b800346e",
        "title": "Annotation of the Complete Genome Sequences of Bacteriophages Sara and Birdfeeder"
      },
      {
        "paperId": "af26c2f70bc12c2cf48e8f90d6349723e69baefa",
        "title": "Complete Genome Sequences of the Novel Cluster BP Phages Infecting Streptomyces sanglieri, AxeJC, Cumberbatch, Eastland, Eklok, HFrancette, Ignacio, Piccadilly, and Vondra"
      },
      {
        "paperId": "bd3a587aba81ae5c7df4c6f5126856fbe6cefa35",
        "title": "Genomic Characterization of the Cluster CZ4 Gordonia terrae Phage Oregano"
      },
      {
        "paperId": "b7e710f70a1bbf32ccbd898a07ed73b01978f740",
        "title": "Investigation of drug resistance of caries-related streptococci to antimicrobial peptide GH12"
      },
      {
        "paperId": "0ed0e85cf2f0d563a22bbdbf39cd5d1ac26baa41",
        "title": "Complete Genome Sequence of Cluster C Mycobacteriophage McGee"
      },
      {
        "paperId": "9521410eca1713d84672eee197eaf05d3be5ff00",
        "title": "Genome Sequence of the Cluster CD Gordonia Phage Widow"
      },
      {
        "paperId": "820f7b7bcf82794b1694c60d35e1a259f989b72a",
        "title": "Complete Genome Sequence of Bacteriophage Loca, Isolated on a Microbacterium foliorum Culture"
      },
      {
        "paperId": "c7d965a1e7fa6aeca2af2196d8aaf3a9c56d6c36",
        "title": "Morganella Phage Mecenats66 Utilizes an Evolutionarily Distinct Subtype of Headful Genome Packaging with a Preferred Packaging Initiation Site"
      },
      {
        "paperId": "6e1a0d2f1d545c91eb674463dd9d9fdcb6537fbe",
        "title": "Isolation and characterization of piezotolerant fungi from Mariana Trench sediment"
      },
      {
        "paperId": "e704cc489e4403d5d8f5c9dcb6d668a6090c19e7",
        "title": "Characterization of peptides available to different bifidobacteria"
      },
      {
        "paperId": "27418773d47a68bd6e70725b0c657cb6f76f98be",
        "title": "Genome Sequence of a Cluster CR2 Gordonia terrae Phage, StarStruck"
      },
      {
        "paperId": "df783b8a017129013ebaf6f643e076ff2a56cbee",
        "title": "Genome Sequence of a Cluster DN1 Gordonia terrae Phage, Periwinkle"
      },
      {
        "paperId": "2bae8079bcba2ab0767fbf9591ed370599942c22",
        "title": "Genome Sequence of Singleton Gordonia terrae Bacteriophage Finkle"
      },
      {
        "paperId": "302adfd4c42b43ed4ff29a9b35a20895066ad2cb",
        "title": "Complete genome sequence of a novel lytic bacteriophage, PLG-II, specific for Lactococcus garvieae serotype II strains that are pathogenic to fish"
      },
      {
        "paperId": "2cb4585fe01b541f7eaaa4844b352579d752e142",
        "title": "Chromosome-level and graphic genomes provide insights into metabolism of bioactive metabolites and cold-adaption of Pueraria lobata var. montana"
      },
      {
        "paperId": "7e1b98ceab76710ec754ab6a48da8410e1de4ca6",
        "title": "The final piece of the Triangle of U: Evolution of the tetraploid Brassica carinata genome"
      },
      {
        "paperId": "7930a341783908c224d407f44411ea02cf460fbb",
        "title": "Genome Sequences of Elezi, Asa16, and Niobe, Three Cluster AZ Phages Isolated Using Arthrobacter globiformis B-2979"
      },
      {
        "paperId": "4f3e28adddc435c49564f042f5ce2daaf9360ed5",
        "title": "Complete Genome Sequence of Lactobacillus salivarius AR809, a Probiotic Strain with Oropharyngeal Tract Resistance and Adhesion to the Oral Epithelial Cells"
      },
      {
        "paperId": "ff7398936cf84b25e05788f9a2ed0cd5b2c39c5b",
        "title": "Isolation, characterization and complete genome analysis of a novel bacteriophage vB_EfaS-SRH2 against Enterococcus faecalis isolated from periodontitis patients"
      },
      {
        "paperId": "720cffff6f4474dfe009446e47edc7974fadc693",
        "title": "Isolation and Characterization of a Newly Discovered Phage, V-YDF132, for Lysing Vibrio harveyi"
      },
      {
        "paperId": "9d16ec25f3e6adda698ef2a44eb64f2695dbd6c5",
        "title": "The leaf beetle Chelymorpha alternans propagates a plant pathogen in exchange for pupal protection"
      },
      {
        "paperId": "fbf60a86541ea02393fac2b5b1312c38c7c27941",
        "title": "The genome of the rice planthopper egg parasitoid wasps Anagrus nilaparvatae casts light on the chemo- and mechanosensation in parasitism"
      },
      {
        "paperId": "847a7198fc99d7a35cf7381065f8f927f2debef2",
        "title": "The flax genome reveals orbitide diversity"
      },
      {
        "paperId": "8496a90e74e1f6cd40e196ad05f0b1e4d08cb792",
        "title": "Complete Genome Sequences of Mycobacteriophages SynergyX, Abinghost, Bananafish, and Delton"
      },
      {
        "paperId": "d33dd562687cdb39c85792a050f72a0ce02362a0",
        "title": "The slow-evolving Acorus tatarinowii genome sheds light on ancestral monocot evolution"
      },
      {
        "paperId": "526ed64e6b505b25bcf060d9489942647a47c907",
        "title": "Draft genome sequences data of two Rosemountvirus phages isolated from soil near poultry farm"
      },
      {
        "paperId": "e5ec29723ff254cf93afc80eafcd159e96a45c3c",
        "title": "Long‐read‐based draft genome sequence of Indian black gram IPU‐94‐1 ‘Uttara’: Insights into disease resistance and seed storage protein genes"
      },
      {
        "paperId": "22a17baf5708fcdbe2dd8ac503a2550542216cdc",
        "title": "Genome Sequence of CaiB, a DR Cluster Actinobacteriophage That Infects Gordonia rubripertincta"
      },
      {
        "paperId": "e13716b8dad87bdeab5946feb8629084dfe430b8",
        "title": "Chromosome-level and haplotype-resolved genome provides insight into the tetraploid hybrid origin of patchouli"
      },
      {
        "paperId": "7267643b0bf84a2a1ad37948f72ddb5fd1c4729d",
        "title": "The Genomic Characterization of Two Microbacterium foliorum–Specific Bacteriophages, QuadZero and AnnaLie"
      },
      {
        "paperId": "0f6c276d89527b98c9766c617868a37ea8bb6eab",
        "title": "Characterization of Phages YuuY, KaiHaiDragon, and OneinaGillian Isolated from Microbacterium foliorum"
      },
      {
        "paperId": "79e50a2bc4e45d59d3d04343877ee2c9cfaa23bf",
        "title": "The population genetics of the causative agent of snake fungal disease indicate recent introductions to the USA"
      },
      {
        "paperId": "9568940dec3c3deb3f39106a5737ce7660e91cda",
        "title": "Complete Genome Sequence of Enterobacter Phage vB_EcRAM-01, a New Pseudotevenvirus against the Enterobacter cloacae Complex"
      },
      {
        "paperId": "57495a687956e8b63c1ee28e998917ab0ee793b9",
        "title": "Efficient saccharification of bamboo biomass by secretome protein of the cellulolytic bacterium Serratia marcescens LY1 based on whole-genome and secretome analysis"
      },
      {
        "paperId": "f1edffdf020e9d973f9f5f9c9f06f3ba87846fbc",
        "title": "Draft Genome Assembly of an Iconic Arctic Species: Muskox (Ovibos moschatus)"
      },
      {
        "paperId": "2e143cbae1fbf4eb63e41be3ea1278c6bbb4962c",
        "title": "Isolation and Characterization of Two Lytic Phages Efficient Against Phytopathogenic Bacteria From Pseudomonas and Xanthomonas Genera"
      },
      {
        "paperId": "9d137fdc78f61c8f1e1dbde64cadd17a80101da0",
        "title": "Genome Annotation of Novel K1 Subcluster Mycobacteriophage Blizzard"
      },
      {
        "paperId": "675a617b962a002d17ad7758782569a764c7d792",
        "title": "Complete Genome Sequences of Arthrobacter Phages Eraser, Kaylissa, and Phives"
      },
      {
        "paperId": "946e1349354718466ba94841b655c1c383ff25d9",
        "title": "Genome Sequences of Microbacterium foliorum Bacteriophages StrawberryJamm, Quammi, Teehee, and Casend"
      },
      {
        "paperId": "325db1718d82480196e4f370e4ea33d1bd9282fd",
        "title": "Therapeutic efficacies of two newly isolated Edwardsiella phages against Edwardsiella piscicida infection."
      },
      {
        "paperId": "017207d867e449e9c042dd7fd099c4dfe5e7caf7",
        "title": "Screening of Potential Vibrio cholerae Bacteriophages for Cholera Therapy: A Comparative Genomic Approach"
      },
      {
        "paperId": "39f7b0b6109e49e20bea91116195f35abc2e0fab",
        "title": "Population genetic analysis of Ophidiomyces ophidiicola, the causative agent of snake fungal disease, indicates recent introductions to the USA"
      },
      {
        "paperId": "8e6f9cb730cd9d057978089454cf3112f73fbf04",
        "title": "Shinella oryzae sp. nov., a novel zearalenone-resistant bacterium isolated from rice paddy soil"
      },
      {
        "paperId": "d7b41da73704a9e80862e86b7a755211ea60896c",
        "title": "Phylogenomic analysis of the diversity of graspetides and proteins involved in their biosynthesis"
      },
      {
        "paperId": "9436c2c7448ccb900dabac64da0f4cf1213036ae",
        "title": "Microbiota–muscle/immune interactions in rhesus macaque under simulated microgravity revealed by integrated multi‐omics analysis"
      },
      {
        "paperId": "2ca333c2474545bcaf30a18d915206eb2d718257",
        "title": "Exploring Genomic Conservation in Actinobacteriophages with Small Genomes"
      },
      {
        "paperId": "8cd48366208153c54d9352e5630c433a5541ec35",
        "title": "Noviherbaspirillum aridicola sp. nov., isolated from an arid soil in Pakistan."
      },
      {
        "paperId": "963775d10812e491ec19d5e5b3323b2737c41d64",
        "title": "Tenebrionibacter intestinalis gen. nov., sp. nov., a member of a novel genus of the family Enterobacteriaceae, isolated from the gut of the plastic-eating mealworm Tenebrio molitor L."
      },
      {
        "paperId": "6c356413855e23d295b47cc2da22f215bf6c63cc",
        "title": "Characterization of Microorganisms from Protaetia brevitarsis Larva Frass"
      },
      {
        "paperId": "52d9a6e4553c8987fd0931606325b5646fcc2212",
        "title": "The Discovery of a New Mimivirus Isolate in Association with Virophage-Transpoviron Elements in Brazil Highlights the Main Genomic and Evolutionary Features of This Tripartite System"
      },
      {
        "paperId": "6150d96e62ba985bf8078f89e034ea49af9817bd",
        "title": "Nematode genome announcement: The draft genome sequence of entomopathogenic nematode Heterorhabditis indica"
      },
      {
        "paperId": "1c73147936e5ff1650a5e15eba0ad05ee3ea5c4f",
        "title": "Isolation, Classification, and Growth-Promoting Effects of Pantoea sp. YSD J2 from the Aboveground Leaves of Cyperus Esculentus L. var. sativus"
      },
      {
        "paperId": "5f72e4179374370c9c2fae29822bd7795ad08715",
        "title": "Comparative Genomic Analysis of Pseudoxanthomonas sp. X-1, a Bromoxynil Octanoate-Degrading Bacterium, and Its Related Type Strains"
      },
      {
        "paperId": "b3cc2512631fba998ca4f0d4a48b48d2b9e6d219",
        "title": "Prospecting the plant growth–promoting activities of endophytic bacteria Cronobacter sp. YSD YN2 isolated from Cyperus esculentus L. var. sativus leaves"
      },
      {
        "paperId": "e62f8160ba1fdf30d4ec28fc7581c313b4e3fed3",
        "title": "Characterization, genome analysis and in vitro activity of a novel phage vB_EcoA_RDN8.1 active against multi‐drug resistant and extensively drug‐resistant biofilm‐forming uropathogenic Escherichia coli isolates, India"
      },
      {
        "paperId": "e84a0f29d23d94f73ee5bc77f6ebb5f3f99af476",
        "title": "Complete Genome Sequence of Bacteriophage Fizzles, Isolated from Microbacterium foliorum"
      },
      {
        "paperId": "be38881fd96a6832ac2c12b2c56256a12927477d",
        "title": "Genome Sequence of the Early 20th-Century Extreme Halophile Halobacterium sp. Strain NRC-34001"
      },
      {
        "paperId": "74d0f1050ba6bf1377d15716ff0d51f67c9d9f3d",
        "title": "Genome Sequences of Gordonia rubripertincta Bacteriophages AnarQue and Figliar"
      },
      {
        "paperId": "2f6a37289de12abe09ca83b59099bf64ba7f3b70",
        "title": "Towards the biogeography of prokaryotic genes"
      },
      {
        "paperId": "03b64597d76661cef8ef7c3834665212816cbdf6",
        "title": "Whole genome resequencing and comparative genome analysis of three Puccinia striiformis f. sp. tritici pathotypes prevalent in India"
      },
      {
        "paperId": "0db677bfb2d2a2977ca049fd7e7ddfa3f4d81b2f",
        "title": "No one tool to rule them all: prokaryotic gene prediction tool annotations are highly dependent on the organism of study"
      },
      {
        "paperId": "3e0f1c04c1c36afdaf19f4ee5a58b6581b787930",
        "title": "Genome Sequence of Halobacterium sp. Strain BOL4-2, Isolated and Cultured from Salar de Uyuni, Bolivia"
      },
      {
        "paperId": "9ecf34721064830668b0df6b325b3c75d4a76327",
        "title": "Complete Genome Sequence of Bacteriophage IndyLu, Isolated from a Microbacterium foliorum Culture"
      },
      {
        "paperId": "73b45552a1a88c465c1d0eba76198ba7f9c70e8a",
        "title": "Convergent evolution of mevalonate pathway in Inonotus obliquus and Betula pendula"
      },
      {
        "paperId": "91e388d5d53b513fdfaeadb195173fb313ca444e",
        "title": "Diversity, multifaceted evolution, and facultative saprotrophism in the European Batrachochytrium salamandrivorans epidemic"
      },
      {
        "paperId": "6580e7797dc0cc40c829f36b72d70ebe606d2a9a",
        "title": "Genomics analysis and degradation characteristics of lignin by Streptomyces thermocarboxydus strain DF3-3"
      },
      {
        "paperId": "54b9e76ff3fa93868a90f191d2592774dfae8e8c",
        "title": "Closed Genome Sequence of Yavru, a Novel Arthrobacter globiformis Phage"
      },
      {
        "paperId": "636187e6997f145c16f2b56d96a52db1e07e7253",
        "title": "Genome Sequences of Mycobacterium smegmatis Phages Fefferhead and ShamWow"
      },
      {
        "paperId": "fa07ba6b1a5006a50c69df52406e1ceeec4534c6",
        "title": "Manual Annotation Studio (MAS): a collaborative platform for manual functional annotation of viral and microbial genomes"
      },
      {
        "paperId": "e077acd1327842e93468c2c26f217885c207a7c8",
        "title": "Genome Sequence of Bacteriophage Adumb2043, Isolated from Arthrobacter globiformis in Southern Colorado"
      },
      {
        "paperId": "2b0cdd6133fcfadac92d466a7c0bcd44e3486c0f",
        "title": "Complete genome sequence of Bacillus velezensis YYC, a bacterium isolated from the tomato rhizosphere"
      },
      {
        "paperId": "0a4e14d8b2c3d23fd1d5ef7ef5c05b7567937f20",
        "title": "Comparative Genomics Reveals a Remarkable Biosynthetic Potential of the Streptomyces Phylogenetic Lineage Associated with Rugose-Ornamented Spores"
      },
      {
        "paperId": "6502fdb7f4860de57336336f16549392f11ab195",
        "title": "Isolation of a Virulent Aeromonas salmonicida subsp. masoucida Bacteriophage and Its Application in Phage Therapy in Turbot (Scophthalmus maximus)"
      },
      {
        "paperId": "b86f2fa2b26833aa6f152d0f62c0e4ef8d0bc3d9",
        "title": "De novo sequencing and analysis of the transcriptome of two highbush blueberry (Vaccinium corymbosum L.) cultivars ‘Bluecrop’ and ‘Legacy’ at harvest and following post-harvest storage"
      },
      {
        "paperId": "47307974d164a9467aa6889a5eeac2626ac53dfc",
        "title": "Complete Genome Sequences of Bacillus cereus Group Phages AaronPhadgers, ALPS, Beyonphe, Bubs, KamFam, OmnioDeoPrimus, Phireball, PPIsBest, YungSlug, and Zainny"
      },
      {
        "paperId": "547e5639d9fcd781c5673c638e0c70719d33cf0c",
        "title": "Conservative and Atypical Ferritins of Sponges"
      },
      {
        "paperId": "f71801d7430ca3b95b8800c230a54d86bf8e3273",
        "title": "The first draft genome of Picrorhiza kurrooa, an endangered medicinal herb from Himalayas"
      },
      {
        "paperId": "765de7b48bbe0b8e350b09a10c338ef0cd76cfab",
        "title": "A Novel Polyvalent Bacteriophage vB_EcoM_swi3 Infects Pathogenic Escherichia coli and Salmonella enteritidis"
      },
      {
        "paperId": "3992afca2c5ea38528f9f218d39314427fdbb62f",
        "title": "Independent host- and bacterium-based determinants protect a model symbiosis from phage predation"
      },
      {
        "paperId": "5296ae02fddd2b4f21c46238ab79b1c108eb4518",
        "title": "Gene co-expression reveals the modularity and integration of C4 and CAM in Portulaca"
      },
      {
        "paperId": "49e07bb5d52cf67bcf04c323d85e7b21a21a4cbf",
        "title": "Genomic and transcriptomic analysis of Bacillus subtilis JNFE1126 with higher nattokinase production through ultraviolet combined 60Co-γ ray mutagenesis"
      },
      {
        "paperId": "6ab85851c515653fdc9fd5b1ac37340ec430a71d",
        "title": "Complete Genome Sequences of Mycobacteriophages Dallas and Jonghyun"
      },
      {
        "paperId": "585ec42d0435397c822d156cb253d4bf6f7a1746",
        "title": "Genome Characterization of Nocturne116, Novel Lactococcus lactis-Infecting Phage Isolated from Moth"
      },
      {
        "paperId": "29d5621e6353d46aa2a1ae2f3dfe40beb8e5ab7e",
        "title": "Genome Sequences of Akoni, Ashton, and Truong, Podoviridae Bacteriophages Isolated from Microbacterium foliorum"
      },
      {
        "paperId": "55f52b91da639229b354f5d472d6208b37333901",
        "title": "Complete Genome Sequence of the Anabaena Myophage Elbi"
      },
      {
        "paperId": "a4e4a7f9cd12b27f4d2d291f76882d423d3614c8",
        "title": "Diploidy within a Haploid Genus of Entomopathogenic Fungi"
      },
      {
        "paperId": "45ca93c2aca49e1fa1a2d940544dde8a14dd350b",
        "title": "Genome Sequence of VanLee, a Singleton Actinobacteriophage That Infects Multiple Gordonia Strains"
      },
      {
        "paperId": "e1007707993e3ac4fd6465f001b96583a489ed1d",
        "title": "Cellulosimicrobium composti sp. nov., a thermophilic bacterium isolated from compost."
      },
      {
        "paperId": "a3a5f6c531693fdee768e0af214c57d42f1513b6",
        "title": "ORFograph: search for novel insecticidal protein genes in genomic and metagenomic assembly graphs"
      },
      {
        "paperId": "77e2543fc191aad2026a0a5749088a8c89b6925e",
        "title": "Genomic and Phenotypic Analysis of COVID-19-Associated Pulmonary Aspergillosis Isolates of Aspergillus fumigatus"
      },
      {
        "paperId": "b67b4d26f94a40da6390e049f8fa2f43578aed8b",
        "title": "Impacts of allopolyploidization and structural variation on intraspecific diversification in Brassica rapa"
      },
      {
        "paperId": "e1207a1875cee02ccd335064bbe7ee310a7d48d7",
        "title": "Pseudomonas nanhaiensis sp. nov., a lipase-producing bacterium isolated from deep-sea sediment of the South China Sea"
      },
      {
        "paperId": "b5760f8ab0ce368a38ae4b977443f98b606d9ee5",
        "title": "Long-read genome assembly and genetic architecture of fruit shape in the bottle gourd."
      },
      {
        "paperId": "9b1468239a5b739c4f9f471342160b7b8ef59cf4",
        "title": "No one tool to rule them all: Prokaryotic gene prediction tool performance is highly dependent on the organism of study"
      },
      {
        "paperId": "cc62690d75d040c0ca7f67625b42d9a82838b2ec",
        "title": "Characterization of a lytic EBP bacteriophage with large size genome against Enterobacter cloacae"
      },
      {
        "paperId": "e227226ff0f4b9de0733eb47099c4eaf412ac023",
        "title": "A chromosome-scale strawberry genome assembly of a Japanese variety, Reikou"
      },
      {
        "paperId": "f11ea43ae672d6536ecc114e6f3005ff30ee7fa7",
        "title": "JD419, a Staphylococcus aureus Phage With a Unique Morphology and Broad Host Range"
      },
      {
        "paperId": "6df6725741bae8f4a81501530fdb1eade058bc61",
        "title": "Whole-genome resequencing of 445 Lactuca accessions reveals the domestication history of cultivated lettuce"
      },
      {
        "paperId": "b4df50bb5c1f2eeef2eac82ec830fff36882725d",
        "title": "Chromosome‐scale assembly and whole‐genome sequencing of 266 giant panda roundworms provide insights into their evolution, adaptation and potential drug targets"
      },
      {
        "paperId": "89e8c076bbbbd41f212202d3d402b99abed74f4d",
        "title": "ṇCampylobacter vulpis sp. nov. isolated from wild red foxes."
      },
      {
        "paperId": "0ef587c3ae4a9b146aed7bd952ac8aa88079c560",
        "title": "Complete Genome Sequences of Microbacterium Bacteriophages Danno, Otwor, and Scumberland, Isolated in Clarksville, Tennessee"
      },
      {
        "paperId": "bb2db3da04dc7c5a7108188541ab2e93ea9a601b",
        "title": "A NEW CASE OF DIPLOIDY WITHIN A HAPLOID GENUS OF ENTOMOPATHOGENIC FUNGI"
      },
      {
        "paperId": "9675a1f565f2d4d882997186dccbdc3a8781fc23",
        "title": "The pangenome of the fungal pathogen Neonectria neomacrospora"
      },
      {
        "paperId": "04ee3170a78480e36d5401e941bc4f8880cdc136",
        "title": "Genome Sequences of Mycobacterium smegmatis Phages Purgamenstris and PhancyPhin"
      },
      {
        "paperId": "ddf44e8f588089f6b5154c13d6e2df9bb4ea901f",
        "title": "Complete Genome Sequences of Microbacterium liquefaciens Phages Mercedes, Leafus, Nebulous, and Ixel"
      },
      {
        "paperId": "b89f6bc9e9c18fb740fbb7b05cfee771096fea97",
        "title": "Complete Genome Sequence of Mycobacteriophage Fulbright"
      },
      {
        "paperId": "4213f3b8ca878f98f15255c11c2daa71c60d614d",
        "title": "Genome Sequences of Subcluster M2 Mycobacteriophages Estes and Aziz"
      },
      {
        "paperId": "9a5c16883df6d298dd4949c8ee40c00cb48d7913",
        "title": "VirionFinder: Identification of Complete and Partial Prokaryote Virus Virion Protein From Virome Data Using the Sequence and Biochemical Properties of Amino Acids"
      },
      {
        "paperId": "985eb9d5238af253c599a712cbdac515c801ef48",
        "title": "Effect of carbon catabolite repression on lactose and galactose catabolism in Lacticaseibacillus paracasei"
      },
      {
        "paperId": "b00ac3794123f4b21da560aaf8065b9a1a80df6d",
        "title": "Genome Sequences of Gordonia Bacteriophages Jodelie19, BlingBling, and Burnsey"
      },
      {
        "paperId": "0955ef8f4615301db64a225c3be97cd1f6f01ffe",
        "title": "Phylogeny of Salmonella enterica subspecies arizonae by whole-genome sequencing reveals high incidence of polyphyly and low phase 1 H antigen variability"
      },
      {
        "paperId": "77cf53e481e5fbf1c42e0e2852a05fe8bd10a1a3",
        "title": "Microbiota–Muscle/–Immune Interactions in Rhesus Macaque under Simulated Weightlessness Revealed by Integrated Multi-Omics Analysis"
      },
      {
        "paperId": "757114aa402163f19c1757b118f1e4d51dce5f2a",
        "title": "Genome Sequence of Mycobacterium abscessus Phage phiT46-1"
      },
      {
        "paperId": "9727f2571ae1ff7b4cb730114e6bb0b7e68eddfd",
        "title": "Complete Genome Sequences of Two Mycobacterium smegmatis Bacteriophages"
      },
      {
        "paperId": "e1f98abeaeac85bf94ac9b18710db09eb3bc937a",
        "title": "Digital commons"
      },
      {
        "paperId": "ff12b90a345dee12728780f989e78bcc1e518d15",
        "title": "Complete sequences of two new KPC-harboring plasmids in Klebsiella pneumoniae ST11 strains in China."
      },
      {
        "paperId": "3f59e1ff9b83b7dd957a9d3ac25b38b949436afd",
        "title": "Population genomics of the emerging forest pathogen Neonectria neomacrospora"
      },
      {
        "paperId": "070503eaa1a4ea0b9fdcd764f1c64dee5e2699e4",
        "title": "Genomic epidemiology of nontoxigenic Corynebacterium diphtheriae from King County, Washington State, USA between July 2018 and May 2019"
      },
      {
        "paperId": "c8d72332042cae8fd12e083d93426d7050c5d30f",
        "title": "Complete Genome Sequences of Nine Cluster A Mycobacteriophages: AgentM, Ajay, Aragog, Archetta, ForGetIt, Koko, Ph8s, Phlorence, and Wilkins"
      },
      {
        "paperId": "34ce9c66f627d39669f9e84ee47626febbbb9842",
        "title": "Complete genome reconstruction and genetic analysis of Taura syndrome virus of shrimp from archival Davidson's-fixed paraffin embedded tissue."
      },
      {
        "paperId": "62ed46303c637cae789be6a31c7c2fc386f852d8",
        "title": "The female (XX) and male (YY) genomes provide insights into the sex determination mechanism in spinach"
      },
      {
        "paperId": "ac1f993e12001959b01f133ed3c71fc3ee13182d",
        "title": "Novel Cluster AZ Arthrobacter phages Powerpuff, Lego, and YesChef exhibit close functional relationships with Microbacterium phages"
      },
      {
        "paperId": "fa8f10023eae8a98bca725b48d1f44037bce8966",
        "title": "Comparative genomics of strictly vertically transmitted, feminizing microsporidia endosymbionts of amphipod crustaceans."
      },
      {
        "paperId": "b577c8dc97ccb52fb8aad005d45a55f78f9410f7",
        "title": "Characterisation of bacteriophage JD419, a Staphylococcal phage with an unusual morphology and broad host range"
      },
      {
        "paperId": "38f31a9c231899792f76dbefadbd2c75c5bd76e2",
        "title": "Genomic and phenotypic analysis of COVID-19-associated pulmonary aspergillosis isolates of Aspergillus fumigatus"
      },
      {
        "paperId": "75f29f3ee17a185ba33a9969b3b739383cd7ec4d",
        "title": "Complete Genome Sequences of Mycobacteriophages Apex and Gophee"
      },
      {
        "paperId": "bc9acf285aff8d0fdc24752b25a8f911d1a73a8f",
        "title": "Genome Sequences of Microbacteriophages Zada and Ioannes"
      },
      {
        "paperId": "61756ef6b11050e5b5212e8ff0d76a12ea3c2110",
        "title": "Genome Sequences of Bacteriophages ClearAsMud and Kauala, Isolated from Microbacterium foliorum"
      },
      {
        "paperId": "56f6ae314fa0713a20ce53e2fe55ce4c1549e3e5",
        "title": "PARMAP: A Pan-Genome-Based Computational Framework for Predicting Antimicrobial Resistance"
      },
      {
        "paperId": "4f50bd9e119946399e1aa493000e4562e63b3299",
        "title": "New Insights Into DAEC and EAEC Pathogenesis and Phylogeny"
      },
      {
        "paperId": "8ee008679cc37f116b6a59c321e4fa7c2f8e4372",
        "title": "Characterization and improvement of curdlan produced by a high-yield mutant of Agrobacterium sp. ATCC 31749 based on whole-genome analysis."
      },
      {
        "paperId": "ac1e5e317a39ea9bd95e08d9bed5cdae29dcd86d",
        "title": "Genome Sequences of Gordonia rubripertincta Bacteriophages Jellybones and NHagos"
      },
      {
        "paperId": "8b9a003663fe69c61f6c797bf21aecc804f17cfc",
        "title": "Study on the osmoregulation of “Halomonas socia” NY-011 and the degradation of organic pollutants in the saline environment"
      },
      {
        "paperId": "5896b36cd92f193de341cbab617ef61140c3133a",
        "title": "Myroides albus sp. nov., isolated from the gut of plastic-eating larvae of the coleopteran insect Zophobas atratus."
      },
      {
        "paperId": "77307cc55cfdf0d0c51abad9dbc96cdfdc806660",
        "title": "DATMA: Distributed AuTomatic Metagenomic Assembly and annotation framework"
      },
      {
        "paperId": "1b2ec107899206e090e2db0c80b56f6c7faa183e",
        "title": "A New High-Throughput Screening Method for Phages: Enabling Crude Isolation and Fast Identification of Diverse Phages with Therapeutic Potential."
      },
      {
        "paperId": "c15319c2667c5533af23f5955f4228ad46314e95",
        "title": "Exploring the Remarkable Diversity of Culturable Escherichia coli Phages in the Danish Wastewater Environment"
      },
      {
        "paperId": "d3e6fa360c34d77a937e00e9bbbfceadc83c0b7c",
        "title": "Review on the Computational Genome Annotation of Sequences Obtained by Next-Generation Sequencing"
      },
      {
        "paperId": "74b61710a78d9756e6373a409d96a8dd2b9f62f8",
        "title": "A disclosure of hidden secrets in human cytomegalovirus: An in-silico study of identification of novel genes and their analysis for vaccine development"
      },
      {
        "paperId": "09c7b9ecfe621c192f3ba6515751074a661f2907",
        "title": "The Draft Genome of Coelastrum proboscideum (Sphaeropleales, Chlorophyta)."
      },
      {
        "paperId": "a438085754fa4e413cb3bac95492878e949b255f",
        "title": "Singleton phage BlueFeather reveals novel relationships in the Arthrobacter phage population"
      },
      {
        "paperId": "f9799d504da13ddb7f0e5f532ea5102f8a3bc882",
        "title": "BlueFeather, the singleton that wasn’t: Shared gene content analysis supports expansion of Arthrobacter phage Cluster FE"
      },
      {
        "paperId": "242d90996e2dc975853a187ab68af94f570461af",
        "title": "Large-Scale Comparative Analyses of Tick Genomes Elucidate Their Genetic Diversity and Vector Capacities"
      },
      {
        "paperId": "71b5307722872f37c77492e68b8c74d741a977b1",
        "title": "Improved Brassica oleracea JZS assembly reveals significant changing of LTR-RT dynamics in different morphotypes"
      },
      {
        "paperId": "d3237ce4b002d48dd80136f651f72982afb50683",
        "title": "Intestinirhabdus alba gen. nov., sp. nov., a novel genus of the family Enterobacteriaceae, isolated from the gut of plastic-eating larvae of the Coleoptera insect Zophobas atratus."
      },
      {
        "paperId": "b874572c40902ad18eb4262f627bf87c75ff42d2",
        "title": "Genome Sequences of the Mycobacteriophages Awesomesauce and LastJedi"
      },
      {
        "paperId": "682d59ed057f976ad6be410ffe76832b799b56c5",
        "title": "Complete genome analysis of PaGz-1 and PaZq-1, two novel phages belonging to the genus Pakpunavirus"
      },
      {
        "paperId": "a2199977dbe99c837048c602ad660e11fb0d36c3",
        "title": "De novo sequencing and analysis of the transcriptome of two highbush blueberry (V. corymbosum L.) cultivars ‘Bluecrop’ and ‘Legacy’ at harvest and following post-harvest storage"
      },
      {
        "paperId": "638c1de92ef2392b39760543daf5a102a6350c50",
        "title": "Sequencing and Annotation of Duggie and Hocus, Two Subcluster B1 Mycobacteriophages"
      },
      {
        "paperId": "d448c4174f1c6499fe94da75aad6c751d6153232",
        "title": "Characterization and Genome Sequence of the Mycobacteriophage Donny"
      },
      {
        "paperId": "890fedf40d7c53138747149e71e051f268922a6c",
        "title": "Isolation and characterization of Vibrio parahaemolyticus bacteriophage vB_VpaS_PG07."
      },
      {
        "paperId": "29e092e313fa9e8297ca759c9b7733e85a3ed399",
        "title": "The genome of pest Rhynchophorus ferrugineus reveals gene families important at the plant-beetle interface"
      },
      {
        "paperId": "abb1af9e623cbb68f26a1f33cd4946748969710b",
        "title": "Novel Erwinia persicina Infecting Phage Midgardsormr38 Within the Context of Temperate Erwinia Phages"
      },
      {
        "paperId": "23ff3c47159e814b220a48127e2848035eeaa70c",
        "title": "New insights into the variability of lactic acid production in Lachancea thermotolerans at the phenotypic and genomic level."
      },
      {
        "paperId": "daa32c9d337938908c32fd5efceba285c86ec96b",
        "title": "Genome Sequences of Mycobacteriophages Joselito, Patt, and Tydolla"
      },
      {
        "paperId": "f5278d079f0c7062cdb07a401c89bd736fd07d0e",
        "title": "An enormous Paris polyphylla genome sheds light on genome size evolution and polyphyllin biogenesis"
      },
      {
        "paperId": "de0c46aea1e96cfd0343cf2ffeba0e778dcc12e2",
        "title": "Genome Sequence of Arthrobacter sp. Phage Scuttle"
      },
      {
        "paperId": "90d6a27b10b29d31a8739604ea91c4434ea1006d",
        "title": "Characterization and Genome Sequence of Mycobacterium Phage XianYue"
      },
      {
        "paperId": "0f7f3f9149bf3c5c99cac88629cc957883b5877d",
        "title": "Isolation, Characterization and Genomic Analysis of a Novel Bacteriophage VB_EcoS-Golestan Infecting Multidrug-Resistant Escherichia coli Isolated from Urinary Tract Infection"
      },
      {
        "paperId": "57c25b1774fe8185c1d55c2c2f44a9cf687117cd",
        "title": "Identification of Coding Regions in Prokaryotic DNA Sequences Using Bayesian Classification"
      },
      {
        "paperId": "8a54ef246ede46ac086257d4c28cf21b11e7b9db",
        "title": "Genome Sequence of Fusarium graminearum Strain CML3066, Isolated from a Wheat Spike in Southern Brazil"
      },
      {
        "paperId": "26eb50498297f39ea8ea1c4520529ea9d51d1c86",
        "title": "Pan-Genome Analyses of Geobacillus spp. Reveal Genetic Characteristics and Composting Potential"
      },
      {
        "paperId": "91bab076f7f01336042684c6f1a1a1fee089b8ca",
        "title": "Complete Genome Sequence of Janibacter melonis M714, a Janus-Faced Bacterium with Both Human Health Impact and Industrial Applications"
      },
      {
        "paperId": "3b1e7c30e8c27a6fab582b05623da63664535a7c",
        "title": "Nucleotide Substitution Models and Evolutionary Distances"
      },
      {
        "paperId": "a484ae9b1ccbff015448839b0333a6d1706c3d66",
        "title": "Distance-Based Phylogenetic Methods"
      },
      {
        "paperId": "b3b8e88317a6daaa20f819be8491e2162faa0179",
        "title": "Complete genome sequence of Phobos: a novel bacteriophage with unusual genomic features that infects Pseudomonas syringae"
      },
      {
        "paperId": "6908eed4d404d7d50a11c2d3509d696dea6cedf0",
        "title": "Complete genome sequence of Xanthomonas phage RiverRider, a novel N4-like bacteriophage that infects the strawberry pathogen Xanthomonas fragariae"
      },
      {
        "paperId": "8ecb10b2fd570f933c40375f1cc293bcf1c871ed",
        "title": "Complete chloroplast genome of a medicinal species Euodia ruticarpa var. bodinieri in China (Rutaceae)"
      },
      {
        "paperId": "597a5e1d269d9cf32cf8e6b38448b63f917e435f",
        "title": "Comparative Genomics of Lactobacillus crispatus from the Gut and Vagina Reveals Genetic Diversity and Lifestyle Adaptation"
      },
      {
        "paperId": "f112075aac29aa722c99491884250e91fe6a9e6d",
        "title": "Characterization and optimization of production of bacterial cellulose from strain CGMCC 17276 based on whole-genome analysis."
      },
      {
        "paperId": "dc67e8c487fdacd33a1eeee3cd415e5238b3e8db",
        "title": "What Is in Umbilicaria pustulata? A Metagenomic Approach to Reconstruct the Holo-Genome of a Lichen"
      },
      {
        "paperId": "ab6530d4a6c46f537f832f8009ae2db8e3e582a6",
        "title": "Bacteroides thetaiotaomicron-infecting bacteriophage isolates inform sequence-based host range predictions"
      },
      {
        "paperId": "cd3f963275b6b77aab9c4ae08d2e3bdce02d8edd",
        "title": "Characterization and Genomic Analysis of ValSw3-3, a New Siphoviridae Bacteriophage Infecting Vibrio alginolyticus"
      },
      {
        "paperId": "b2addb0ddf875e3c92753481717b06315ea01f63",
        "title": "Genome Sequences of Two F1 Subcluster Bacteriophages, Burwell21 and Nivrat, Isolated Using the Bacterial Host Mycobacterium smegmatis"
      },
      {
        "paperId": "9707ebc65f3d91f0b4374f9260f5d812f87352a0",
        "title": "Mycoparasitism illuminated by genome and transcriptome sequencing of Coniothyrium minitans, an important biocontrol fungus of the plant pathogen Sclerotinia sclerotiorum"
      },
      {
        "paperId": "da01a638cea41fefea84b66f7c8fa1a0209e632f",
        "title": "Chromosome-level genome assembly of Aldrichina grahami, a forensically important blowfly"
      },
      {
        "paperId": "6789a796bb8073448a5843467b70d2a784a8c260",
        "title": "First Genome of the Brown Alga Undaria pinnatifida: Chromosome-Level Assembly Using PacBio and Hi-C Technologies"
      },
      {
        "paperId": "b9868e85535a6a356d66d91e5cfd905533029727",
        "title": "Complete genome sequencing of four Arcobacter species reveals a diverse suite of mobile elements."
      },
      {
        "paperId": "b3932d7da33cfd4dc33d844f2705b5ee838a42ef",
        "title": "Mixta tenebrionis sp. nov., isolated from the gut of the plastic-eating mealworm Tenebrio molitor L."
      },
      {
        "paperId": "b729ab487c0b441d99628c582b50db4a7cf753b4",
        "title": "Exploring the remarkable diversity of Escherichia coli Phages in the Danish Wastewater Environment, Including 91 Novel Phage Species"
      },
      {
        "paperId": "53c5fd31684fcf71d8ad07a2752ab19fed1363e3",
        "title": "Campylobacter Abundance in Breastfed Infants and Identification of a New Species in the Global Enterics Multicenter Study"
      },
      {
        "paperId": "a87fb7adef6969d6e0944cdcadbc7278cb100ef3",
        "title": "Exploring the effects of phage cocktails in preventing Vibrio infections in juvenile sea cucumber (Apostichopus japonicus) farming"
      },
      {
        "paperId": "fd2ec63113dc8cd24fe9dc7b56e8507d4963e5e0",
        "title": "Characterization of novel Actinobacteriophage Giantsbane reveals potential genomic recombination hotspot and unexpected intra-cluster similarities"
      },
      {
        "paperId": "02f666178fa1b109f6f65ff1e54828f63d3cbf1e",
        "title": "Complete Genome Sequence of Mycobacteriophage Faze9"
      },
      {
        "paperId": "d2a7843a71c5ddeb408578bc41cba2cbfd9d9423",
        "title": "Genome Sequences of 20 Bacteriophages Isolated on Gordonia terrae"
      },
      {
        "paperId": "60266a8b8910b7016066c4ba9ad6a8f1a8a312ec",
        "title": "OCCAM: prediction of small ORFs in bacterial genomes by means of a target-decoy database approach and machine learning techniques"
      },
      {
        "paperId": "8180065f94ad845cb4ff02f20efb4d33a7d046e4",
        "title": "Isolation and characterization of the novel Virgibacillus-infecting bacteriophage Mimir87"
      },
      {
        "paperId": "47b4145b0862c5422b3587c623cb9193a6ad811f",
        "title": "Genomes of early-diverging streptophyte algae shed light on plant terrestrialization"
      },
      {
        "paperId": "d33cbf43c1f7551e531a34bde9e53575a5cf80a6",
        "title": "Complete Genome Sequence of vB_EcoP_PR_Kaz2018, a T7-Like Bacteriophage"
      },
      {
        "paperId": "aa4222dd51488613738b995a665de00ea6293434",
        "title": "Genomic analyses of a novel bacteriophage (VB_PmiS-Isfahan) within Siphoviridae family infecting Proteus mirabilis."
      },
      {
        "paperId": "abc1cb443d10670551b3e8a08475bdcb2058f88a",
        "title": "Assembly of the 373k gene space of the polyploid sugarcane genome reveals reservoirs of functional diversity in the world's leading biomass crop"
      },
      {
        "paperId": "c106040cc9315b465e64f471af9867e73efaf429",
        "title": "Complete Genome Sequences of Seven EA Cluster Microbacteriophages, Bustleton, MillyPhilly, Riyhil, Phriends, Pherbot, PrincePhergus, and TinSulphur"
      },
      {
        "paperId": "368281a5b22f93c5991960dffb28199efe928a45",
        "title": "Complete Genome Sequences of the Campylobacter fetus subsp. venerealis, Campylobacter lari subsp. concheus, Campylobacter sputorum bv. sputorum, and Campylobacter volucris Type Strains"
      },
      {
        "paperId": "2b1b4d354810f7909f034618ccdb75588d2065c7",
        "title": "Characterization of a Novel Thermobifida fusca Bacteriophage P318"
      },
      {
        "paperId": "0e8eec90f520bfb2652e8d9aa56639d2364f233c",
        "title": "Seasonal Dynamics of Algae-Infecting Viruses and Their Inferred Interactions with Protists"
      },
      {
        "paperId": "e5cbec353e942677af6ded03a1c55aac8008802d",
        "title": "What is in a lichen? A metagenomic approach to reconstruct the holo-genome of Umbilicaria pustulata"
      },
      {
        "paperId": "bd5fecf0f394e6b0193516b55d59b6b9d23fe9ac",
        "title": "Isolation and Characterization of Specific Phages to Prepare a Cocktail Preventing Vibrio sp. Va-F3 Infections in Shrimp (Litopenaeus vannamei)"
      },
      {
        "paperId": "fedffe5729bec1a739c64c61e1bcabae104e2bc6",
        "title": "Complete Genome Sequence of the Arcobacter canalis Type Strain LMG 29148"
      },
      {
        "paperId": "127b9c5f32eb3ba3cb522e05f605f520e96c14a2",
        "title": "Complete Genome Sequence of Bacteriophage Finny, Isolated from a Microbacterium foliorum Culture"
      },
      {
        "paperId": "973b6a8bc962ba6dc622cdccf1b4ca4697d9c2a9",
        "title": "QTL mapping of mycelial growth and aggressiveness to distinct hosts in Ceratocystis pathogens."
      },
      {
        "paperId": "762b45d0c11346add21ef4333b1ce87bce0d6dff",
        "title": "Isolation and characterization of the Staphylococcus aureus bacteriophage vB_SauS_SA2"
      },
      {
        "paperId": "a108c75d097ceb426deb4a30a94e39fbc8bbd697",
        "title": "Complete Genome Sequence of Escherichia-Infecting Phage CEC_KAZ_2018, Isolated from Soil"
      },
      {
        "paperId": "ab27b606251dc9729e058a60bc32a7be064503ef",
        "title": "A brief overview of the concepts, methods and computational tools used in phylogenetic tree construction and gene prediction"
      },
      {
        "paperId": "bd2be7aad8e5871b13c27c2d42d9d7407785d6f9",
        "title": "Computational Discovery of Metabolic Gene Clusters in Yeast"
      },
      {
        "paperId": "2fdc521d30ee42b370e30d4d4a04ec68e182ac92",
        "title": "Draft genome sequence data of Rhodosporidium toruloides VN1, a strain capable of producing natural astaxanthin"
      },
      {
        "paperId": "4bff7f16487edd9d909c99931baf9fb1ef0ca54a",
        "title": "Comparative Genomic Characterization of the Multimammate Mouse Mastomys coucha"
      },
      {
        "paperId": "98f7d3b292ab9f1a58c29e463b04021fa01d2a06",
        "title": "Chromosomal level assembly and population sequencing of the Chinese tree shrew genome"
      },
      {
        "paperId": "967186288437c710d7c23307c8a641a3b3e2b32d",
        "title": "Mycoparasitism illuminated by genome sequencing and digital gene expression profiling of Coniothyrium minitans, an important biocontrol fungus of the plant pathogen Sclerotinia sclerotiorum"
      },
      {
        "paperId": "1575053c3b8046e72138257326e5296aa0643a48",
        "title": "Isolation and characterisation of novel phages infecting Lactobacillus plantarum and proposal of a new genus, “Silenusvirus”"
      },
      {
        "paperId": "ce83925b5b9f04efd9104cb0a3d221a6a9ebae9f",
        "title": "Complete Genome Sequences of Cluster F Mycobacteriophages EleanorGeorge, Mattes, and Spikelee"
      },
      {
        "paperId": "da6bcffc6ee4fab87832c6e3c4635436f79cf760",
        "title": "Complete Genome Sequences of Streptomyces lividans Bacteriophages Satis and JustBecause"
      },
      {
        "paperId": "7cd80ee7309ac01b4d756f5262e6d55d79f1855b",
        "title": "An improved genome assembly of the fluke Schistosoma japonicum"
      },
      {
        "paperId": "02d621b587c7f557c80e8512a13ba4b35b08c287",
        "title": "Genomic and Seasonal Variations among Aquatic Phages Infecting the Baltic Sea Gammaproteobacterium Rheinheimera sp. Strain BAL341"
      },
      {
        "paperId": "8f132c7c9bb1a48e6b99fd4607312a159e7e1d3e",
        "title": "The Genome of the Zebra Mussel, Dreissena polymorpha: A Resource for Invasive Species Research"
      },
      {
        "paperId": "d4724c8a811a11260166a891586a3ebea1b13983",
        "title": "Genome Sequencing of Pleurozium schreberi: The Assembled and Annotated Draft Genome of a Pleurocarpous Feather Moss"
      },
      {
        "paperId": "2283da50d9063b172d6aa75333fde180bb53ebb9",
        "title": "Genome Sequences of Arthrobacter sp. Phages Inspire2, Ronnie, Hunnie, DeWayne, CGermain, Copper, Azathoth, and Arby"
      },
      {
        "paperId": "7b93e8e4ddf7f1aac4dc1452e5a025379c388914",
        "title": "Genome Sequences of Three Cluster C Mycobacteriophages, Bipolarisk, Bread, and FudgeTart"
      },
      {
        "paperId": "6fc9d9cc85c963497c3969c2c7fe53e9e469aa49",
        "title": "Nine Novel Phages from a Plateau Lake in Southwest China: Insights into Aeromonas Phage Diversity"
      },
      {
        "paperId": "a85c7b68691c8bbe581298e44a0168a18df015f4",
        "title": "Pervasive translation in Mycobacterium tuberculosis"
      },
      {
        "paperId": "e53d9af5dbe9678a21d8f45b217237d95478a378",
        "title": "Bioinformatics Applications in Advancing Animal Virus Research"
      },
      {
        "paperId": "219f3d695a86252a591d9576e02034b9fee9000b",
        "title": "BiosyntheticSPAdes: reconstructing biosynthetic gene clusters from assembly graphs"
      },
      {
        "paperId": "beddbd4d3137aced7e7d52d1c92d3216802a2a57",
        "title": "Discovery and Characterization of Bacteriophage LuckyBarnes"
      },
      {
        "paperId": "e9db103fa0768247c1bb6bfeb2273f68d5cd2563",
        "title": "Genome Sequence of Mycobacterium Phage LilHazelnut"
      },
      {
        "paperId": "91e3bc4b7854e2d7e457a9f62df86d39e0d064f7",
        "title": "Genome Sequence and Methylation Patterns of Halorubrum sp. Strain BOL3-1, the First Haloarchaeon Isolated and Cultured from Salar de Uyuni, Bolivia"
      },
      {
        "paperId": "dd175bb4c5b755cf74e2740b6650df2cafd04994",
        "title": "Genome Sequences of Mycobacteriophages Ebony and Holeinone"
      },
      {
        "paperId": "afc2f95d82bf9e2eb133e87b4fbbf78ee245ffbb",
        "title": "Genome Sequences of Six Cluster N Mycobacteriophages, Kevin1, Nenae, Parmesanjohn, ShrimpFriedEgg, Smurph, and SpongeBob, Isolated on Mycobacterium smegmatis mc2155"
      },
      {
        "paperId": "0fa75a0732ccc9fc82e4937b8b335a0b3a4f6a47",
        "title": "Characterisation of three novel α-L-arabinofuranosidases from a compost metagenome"
      },
      {
        "paperId": "9f4a3d6231091342af676bc497eb92eb575fbe9a",
        "title": "Evolution of buffering in a genetic circuit controlling plant stem cell proliferation"
      },
      {
        "paperId": "c456cd0704d0f721af272e94595eb136a179a7e0",
        "title": "Major Traditional Probiotics: Comparative Genomic Analyses and Roles in Gut Microbiome of Eight Cohorts"
      },
      {
        "paperId": "6f120af4ee18a5fcb5a5e74abee04b664f2fdb64",
        "title": "Comparison of Treponema pallidum genomes for the prediction of resistance genes"
      },
      {
        "paperId": "2dcb53966fdaeaa9d0156d28f696b0fcbc9d0e95",
        "title": "Prevalence and Diversity Analysis of Candidate Prophages to Provide An Understanding on Their Roles in Bacillus Thuringiensis"
      },
      {
        "paperId": "4edc2e1237caee854ba28a2ee86d9441fbde14ab",
        "title": "Metagenomic next-generation sequencing in clinical microbiology"
      },
      {
        "paperId": "0e11b75059bae5167ff730da6f19896de87fd30f",
        "title": "De novo genome assembly of the white-spotted flower chafer (Protaetia brevitarsis)"
      },
      {
        "paperId": "1c36ffc75280a1a73b01207144f4c9c22f4d3262",
        "title": "Mining, analyzing, and integrating viral signals from metagenomic data"
      },
      {
        "paperId": "3188de8b1a277e66096c007942113e6e82470608",
        "title": "Characterization and complete genomic analysis of two Salmonella phages, SenALZ1 and SenASZ3, new members of the genus Cba120virus"
      },
      {
        "paperId": "e9bb531b0e4a7d643e10dc47002668de603a267a",
        "title": "Time Series Genome-Centric Analysis Unveils Bacterial Response to Operational Disturbance in Activated Sludge"
      },
      {
        "paperId": "922d266175cb586f46a21eaa252854760232f9fe",
        "title": "Complete Genome Sequence of Rhodococcus erythropolis Phage Shuman"
      },
      {
        "paperId": "a0e5885ddca35c8f065d8adb0e593c750fb3f681",
        "title": "Complete Genome Sequences of Bacillus Bacteriophages Wes44 and Carmen17"
      },
      {
        "paperId": "869e42dc9dd8b414d8e5ca37acbf2e8d61f7186c",
        "title": "The Galleria mellonella Hologenome Supports Microbiota-Independent Metabolism of Long-Chain Hydrocarbon Beeswax."
      },
      {
        "paperId": "2e556e4d1bc2b20d3e6fc087944b9fcdea10f79c",
        "title": "Genome organisation and comparative genomics of four novel Wolbachia genome assemblies from Indian Drosophila host"
      },
      {
        "paperId": "c39e7975be3f6face19621f54c7f1ec9339adccb",
        "title": "Complete Genome Sequences of 12 B1 Cluster Mycobacteriophages, Gareth, JangoPhett, Kailash, MichaelPhcott, PhenghisKhan, Phleuron, Phergie, PhrankReynolds, PhrodoBaggins, Phunky, Vaticameos, and Virapocalypse"
      },
      {
        "paperId": "107b854f8d45a23d5d85b3dc152206803fb81738",
        "title": "1,520 reference genomes from cultivated human gut bacteria enable functional microbiome analyses"
      },
      {
        "paperId": "4529aafd0372555df9e683399e75444f1f22d3cb",
        "title": "Complete Genome Sequence Analysis and Characterization of Selected Iron Regulation Genes of Pasteurella Multocida Serotype A Strain PMTB2.1"
      },
      {
        "paperId": "d1593d47f00b81e73fc2638d1b72adcfe969e571",
        "title": "Complete Genome Sequence and Methylome Analysis of Micrococcus luteus SA211, a Halophilic, Lithium-Tolerant Actinobacterium from Argentina"
      },
      {
        "paperId": "80cfc1f9094ade9cbe77d89f4e9825ba1f92bd71",
        "title": "A specific class of infectious agents isolated from bovine serum and dairy products and peritumoral colon cancer tissue"
      },
      {
        "paperId": "1365c6ff26e4e5b8997c90307f4bedf7303921b0",
        "title": "Genome Sequences of Cluster K Mycobacteriophages Deby, LaterM, LilPharaoh, Paola, SgtBeansprout, and Sulley"
      },
      {
        "paperId": "4ee49dcbe41ea899683a307627b36a9170476974",
        "title": "Expression of the miR-302/367 microRNA cluster is regulated by a conserved long non-coding host-gene"
      },
      {
        "paperId": "e63291ab56416066f34ac26bd1789c0e78494f73",
        "title": "Expanding the Diversity of Myoviridae Phages Infecting Lactobacillus plantarum—A Novel Lineage of Lactobacillus Phages Comprising Five New Members"
      },
      {
        "paperId": "f1b28863aff9e8438dc7c5672123817642fcc024",
        "title": "CLAME: a new alignment-based binning algorithm allows the genomic description of a novel Xanthomonadaceae from the Colombian Andes"
      },
      {
        "paperId": "c7b765849c901d09f94d5fb313f0ea46115266d1",
        "title": "Cow-to-mouse fecal transplantations suggest intestinal microbiome as one cause of mastitis"
      },
      {
        "paperId": "5482b3e93535addfe6d0cdfd5c1fc7324ab6097b",
        "title": "Improved Macaca fascicularis gene annotation reveals evolution of gene expression profiles in multiple tissues"
      },
      {
        "paperId": "15fa424a877bfe7296dfd2adb5f5426d84d6c18b",
        "title": "Complete Genome Sequence of the Arcobacter suis Type Strain LMG 26152"
      },
      {
        "paperId": "45df7ea246c9faace7a69160b2c5159579c2b60d",
        "title": "Sequence Analysis of a Hybrid HK022/λ Bacteriophage and the Precise Identification of the λb515 and λb519 Deletion Endpoints"
      },
      {
        "paperId": "0cafc54c9640a70951d3323203f4f24756c64992",
        "title": "Complete Genome Sequences of the Arcobacter cryaerophilus Strains ATCC 43158T and ATCC 49615"
      },
      {
        "paperId": "67728820cd8dac3cd5adb2ab1e2a119c48c51f14",
        "title": "Complete Genome Sequence of the Arcobacter skirrowii Type Strain LMG 6621"
      },
      {
        "paperId": "92c4fb9c22c641c7923e20fe0991b04df13214d7",
        "title": "Dissemination of VanA-Type Enterococcus faecium Isolates in Hungary"
      },
      {
        "paperId": "768ae9b19856fccce66a50ded37ea8c2b1f47b32",
        "title": "Definitive demonstration by synthesis of genome annotation completeness"
      },
      {
        "paperId": "849d30331872a2a53514e79da73ba17144289f5f",
        "title": "Complete Genome Sequence of Cluster O Mycobacterium smegmatis Bacteriophage Ryadel"
      },
      {
        "paperId": "061b7c01286af4558adf2e6293414234b6a55105",
        "title": "Two novel temperate bacteriophages infecting Streptococcus pyogenes: Their genomes, morphology and stability"
      },
      {
        "paperId": "5fd3fcb81f7aca60490253f38c03c66f451af0da",
        "title": "The Bear Giant-Skipper genome suggests genetic adaptations to living inside yucca roots"
      },
      {
        "paperId": "782a3b74c7332a237aa711351c6461303c2dbd50",
        "title": "Complete Genome Sequence of the Arcobacter molluscorum Type Strain LMG 25693"
      },
      {
        "paperId": "ea0f3620fb42f1e52d1c10fd91f56ede1e8a1692",
        "title": "Complete Genome Sequence of Cluster A1 Mycobacterium smegmatis Bacteriophage Arlo"
      },
      {
        "paperId": "1fd02c72346ebfc9318ca4ce6efac35a453a8864",
        "title": "Biochemical characterization of multicopper oxidase enzymes from lignin degrading bacteria"
      },
      {
        "paperId": "c9fd6cb0a6cb81bd2c02ee57b8c949b349d28755",
        "title": "Complete genome analysis of bacteriophage AsXd-1, a new member of the genus Hk97virus, family Siphoviridae"
      },
      {
        "paperId": "d7b5f1cec1b78176478ceb1296153aa304f6a0c6",
        "title": "Understanding the impact of antibiotic therapies on the respiratory tract resistome: a novel pooled-template metagenomic sequencing strategy"
      },
      {
        "paperId": "1c3c73e3dda1a90abc33aa53e30681d8b6b6a7c3",
        "title": "De novo assembly of a Chinese soybean genome"
      },
      {
        "paperId": "0dee779bbe2d1b3469411f44a7b03b484201de79",
        "title": "A Large Open Pangenome and a Small Core Genome for Giant Pandoraviruses"
      },
      {
        "paperId": "61009c4679c68fbee17e84ae2c87edaa5533f100",
        "title": "In Vitro Design and Evaluation of Phage Cocktails Against Aeromonas salmonicida"
      },
      {
        "paperId": "6fe6c3bda8ddcacf8809989b7ed22b48237a50a7",
        "title": "Bioinformatics and Translation Elongation"
      },
      {
        "paperId": "7356bf2ae83e4a5d9b83ac28fbc4b081222d7941",
        "title": "Integrated Multi-Omic Analysis of Mycobacterium tuberculosis H37Ra Redefines Virulence Attributes"
      },
      {
        "paperId": "76962d3b8ab118ee422e3162910a1f26932dcf11",
        "title": "Efficient Genome Engineering of a Virulent Klebsiella Bacteriophage Using CRISPR-Cas9"
      },
      {
        "paperId": "bcaef04682ca4e083033801e644a3f86abc5b6c1",
        "title": "Complete Genome Sequence of Ebrios, a Novel T7virus Isolated from the Ebrie Lagoon in Abidjan, Côte d’Ivoire"
      },
      {
        "paperId": "112dc0f38c55bb3288d7e192103f6e5d18e7a5cd",
        "title": "Draft Genome Sequence of a White Spot Syndrome Virus Isolate Obtained in Ecuador"
      },
      {
        "paperId": "38121cf62b32fb26095a8f98eefb29520759500d",
        "title": "Infections patterns and fitness effects of Rickettsia and Sodalis symbionts in the green lacewing Chrysoperla carnea"
      },
      {
        "paperId": "c52d84ab25e211b3753fc981e12ea5f83c165e2b",
        "title": "Analysis of resistance genes of clinical Pannonibacter phragmitetus strain 31801 by complete genome sequencing"
      },
      {
        "paperId": "7f610975c9448015b722614afed7bb62a21e72b0",
        "title": "Antibody profiling using a recombinant protein-based multiplex ELISA array accelerates recombinant vaccine development: Case study on red sea bream iridovirus as a reverse vaccinology model."
      },
      {
        "paperId": "86f3bb7eecaec029dd63eb1966a7fb80675c4833",
        "title": "Long-read sequencing data analysis for yeasts"
      },
      {
        "paperId": "5822656f6d9175bd2c1bdadb8463be9b6a591f40",
        "title": "Complete Genome Sequences of Bacillus Phages Janet and OTooleKemple52"
      },
      {
        "paperId": "554b48fd742b61a3d8c19ba816958de877e0dd98",
        "title": "Structural and functional characterisation of multi‐copper oxidase CueO from lignin‐degrading bacterium Ochrobactrum sp. reveal its activity towards lignin model compounds and lignosulfonate"
      },
      {
        "paperId": "77914f2929973fee5a8e1d278c4f74a40823f23e",
        "title": "Isolation and Characterization of Phages Infecting Streptomyces azureus"
      },
      {
        "paperId": "05edb5a0666c347f03fa18210bcf585ec8d1adab",
        "title": "De Novo DNA Synthesis in Aedes aegypti Midgut Cells as a Complementary Strategy to Limit Dengue Viral Replication"
      },
      {
        "paperId": "7905134c7985ff27016b0cd5492e2ad5ba69c67f",
        "title": "Prot-SpaM: fast alignment-free phylogeny reconstruction based on whole-proteome sequences"
      },
      {
        "paperId": "803f240684b4d1da428b144aadc4d92ffd3b829a",
        "title": "Identification of two different chemosensory pathways in representatives of the genus Halomonas"
      },
      {
        "paperId": "8380791d39a55ec7810ae93058663c5fd5efd2d9",
        "title": "Characterization and genomic analyses of Aeromonas hydrophila phages AhSzq-1 and AhSzw-1, isolates representing new species within the T5virus genus"
      },
      {
        "paperId": "99d0ed096e79c9c723fd2b6a52432adfe4869925",
        "title": "Characterization and genomic analyses of Aeromonas hydrophila phages AhSzq-1 and AhSzw-1, isolates representing new species within the T5virus genus"
      },
      {
        "paperId": "fdc15e047b0d58cf4dce83499666423056421b95",
        "title": "Serratia proteamaculans Strain AGR96X Encodes an Antifeeding Prophage (Tailocin) with Activity against Grass Grub (Costelytra giveni) and Manuka Beetle (Pyronota Species) Larvae"
      },
      {
        "paperId": "c8b8bb5b50f77bd566321aeb274495c3e56d309a",
        "title": "Genomic characterization and phylogenetic analysis of the novel Pseudomonas phage PPSC2"
      },
      {
        "paperId": "2fd96b9055ba05f546981586440861d9883e7629",
        "title": "Genomic characterization of the novel Ralstonia phage RPSC1"
      },
      {
        "paperId": "e6812670dc170f95f601ea4eee78793fe467c947",
        "title": "Genomic characterization of the novel Ralstonia phage RPSC1"
      },
      {
        "paperId": "3cf0f778cc6416c7b4b7599bd49fba1309753a64",
        "title": "VIGA: a sensitive, precise and automatic de novo VIral Genome Annotator"
      },
      {
        "paperId": "8ba206c096a27af9e6fe5bb9bd3aacdba00cb072",
        "title": "The mycobiota of the sand fly Phlebotomus perniciosus: Involvement of yeast symbionts in uric acid metabolism"
      },
      {
        "paperId": "33e1d7e6eb8fe1f2a3c980102562776efe094321",
        "title": "Expanded diversity of microbial groups that shape the dissimilatory sulfur cycle"
      },
      {
        "paperId": "5bbea6718e7cca77286b67b7b9eded8acaf69d60",
        "title": "Aedes aegypti antiviral adaptive response against DENV‐2"
      },
      {
        "paperId": "c25db990e8a1535aca9e8173eabb63c2bfa6a0b4",
        "title": "Complete Genome Sequence of Cluster J Mycobacteriophage Superphikiman"
      },
      {
        "paperId": "9f0ba3d809d1a8172a4c410eba08a24a47cd97c1",
        "title": "Complete Genome Sequences of 44 Arthrobacter Phages"
      },
      {
        "paperId": "868149fabd7f2550fa60714db8c20a4a45902ced",
        "title": "Genomic Sequence of Mycobacteriophage OKCentral2016"
      },
      {
        "paperId": "1aa5bc2be8fafdc340ebbccf26401b9124da7f76",
        "title": "Novel Rosaceae plant elicitor peptides as sustainable tools to control Xanthomonas arboricola pv. pruni in Prunus spp."
      },
      {
        "paperId": "884d57c6e5dc064b2b7ab620a2de5a6e35cbf086",
        "title": "Diversity of plant defense elicitor peptides within the Rosaceae"
      },
      {
        "paperId": "38b89efade9da23ffadd586e1f0c99879d75a892",
        "title": "Complete genome sequence of a phage hyperparasite of Candidatus Xenohaliotis californiensis (Rickettsiales) – a pathogen of Haliotis spp (Gasteropoda)"
      },
      {
        "paperId": "b48b1cc7dd7b1bd1ab64c682f98e2a2b0fd719ea",
        "title": "Genomic basis of recombination suppression in the hybrid between Caenorhabditis briggsae and C. nigoni"
      },
      {
        "paperId": "36f6dfbe66397a3e8b41e3b5f1733b9c7ff7c3f9",
        "title": "Comparative genomic analyses reveal the features for adaptation to nematodes in fungi"
      },
      {
        "paperId": "89af703291155b957403fbfec458461704116013",
        "title": "Genome Sequences of Four Cluster P Mycobacteriophages"
      },
      {
        "paperId": "02fa9543fcb28e80ec0e94a32e7d3104c42c34e5",
        "title": "Comparative Analysis of 37 Acinetobacter Bacteriophages"
      },
      {
        "paperId": "217694ba134218a91a4a2bc4622271d5cd88bdce",
        "title": "Complete genome sequence analysis of Archaeoglobus fulgidus strain 7324 (DSM 8774), a hyperthermophilic archaeal sulfate reducer from a North Sea oil field"
      },
      {
        "paperId": "37d7f51fbbbf3843b04f39e0168db743bc2e8cab",
        "title": "Genome Sequences of Mycobacteriophages Amgine, Amohnition, Bella96, Cain, DarthP, Hammy, Krueger, LastHope, Peanam, PhelpsODU, Phrank, SirPhilip, Slimphazie, and Unicorn"
      },
      {
        "paperId": "4169f2a767c22e02b237bb203e02f48979bcbb8e",
        "title": "Genome Sequences of 19 Rhodococcus erythropolis Cluster CA Phages"
      },
      {
        "paperId": "ed1495ce4445665ea364a4a7070315a2d2ac0574",
        "title": "Recombination of ecologically and evolutionarily significant loci maintains genetic cohesion in the Pseudomonas syringae species complex"
      },
      {
        "paperId": "533b2e6e61016c2e88fdb428d02a1250394e6f0c",
        "title": "Metagenomic analysis of intertidal hypersaline microbial mats from Elkhorn Slough, California, grown with and without molybdate"
      },
      {
        "paperId": "a67019bf7bb923c360e995d94af4b291db435fc1",
        "title": "Discovery of an expansive bacteriophage family that includes the most abundant viruses from the human gut"
      },
      {
        "paperId": "d8d47605013c551959351cf547ab08b43839f5ea",
        "title": "Comparative and Evolutionary Genomics of Pseudomonas syringae"
      },
      {
        "paperId": "1fae5b18cdb560a6bf1c543cc22fe23be65a4b9b",
        "title": "Genome Sequences of 12 Cluster AN Arthrobacter Phages"
      },
      {
        "paperId": "30a7e600fdde5b797dd7a6ad40ef988201392e72",
        "title": "Genome Sequences of Chancellor, Mitti, and Wintermute, Three Subcluster K4 Phages Isolated Using Mycobacterium smegmatis mc2155"
      },
      {
        "paperId": "c03f37f993dbdc807e56a88c16980e4c7d0346ee",
        "title": "Complete Genome Sequences of Arthrobacter Phages Beans, Franzy, Jordan, Piccoletto, Shade, and Timinator"
      },
      {
        "paperId": "609050c62ba9212d986917ab710b2fe95a8985bc",
        "title": "Genome Sequences of Mycobacteriophages Findley, Hurricane, and TBond007"
      },
      {
        "paperId": "65db022bd83304013e52519d4425998c8c666563",
        "title": "Genome Sequences of Subcluster K5 Mycobacteriophages AlleyCat, Edugator, and Guillsminger"
      },
      {
        "paperId": "289a0e70cefcbc1acc5985eea8af7b43127d6c9a",
        "title": "Complete Genome Sequences of Mycobacteriophages Clautastrophe, Kingsolomon, Krypton555, and Nicholas"
      },
      {
        "paperId": "2a893cf1ba5b2eab0db835654ae2e1ea495e00ae",
        "title": "Differential Effect of Newly Isolated Phages Belonging to PB1-Like, phiKZ-Like and LUZ24-Like Viruses against Multi-Drug Resistant Pseudomonas aeruginosa under Varying Growth Conditions"
      },
      {
        "paperId": "13ad5f362b1d4e8c44438cabf0871cacba375a31",
        "title": "Genomic Comparison among Lethal Invasive Strains of Streptococcus pyogenes Serotype M1"
      },
      {
        "paperId": "52b07709d36d5ab7353ee739fb6a6ba5a47c1825",
        "title": "Profiling of secondary metabolite gene clusters regulated by LaeA in Aspergillus niger FGSC A1279 based on genome sequencing and transcriptome analysis."
      },
      {
        "paperId": "7f4a9ababf3596eae71f3edb8576e75ffd5e154b",
        "title": "Complete Genome Sequence of the Hippuricase-Positive Campylobacter avium Type Strain LMG 24591"
      },
      {
        "paperId": "07a21798d03579c305131c48b2d1d2133188b8b1",
        "title": "Complete Genome Sequence of Alteromonas Virus vB_AspP-H4/4"
      },
      {
        "paperId": "5078ca8103dfedc6e5335f464b99b2a74d02d015",
        "title": "Complete Genome Sequences of Cluster A Mycobacteriophages BobSwaget, Fred313, KADY, Lokk, MyraDee, Stagni, and StepMih"
      },
      {
        "paperId": "3271b8c17c15f99c70a373c2cee8952847e08192",
        "title": "The first complete genomes of Metalmarks and the classification of butterfly families."
      },
      {
        "paperId": "f849d8f5646961d295ed9ef5850a9376de007c47",
        "title": "Leptomonas seymouri narna-like virus 1 and not leishmaniaviruses detected in kala-azar samples from India"
      },
      {
        "paperId": "a41bffdd0c69ab4a00765503f09bb45546c09946",
        "title": "An Exploration of the Function of Specific Components of the Predicted Secretome of Fusarium graminearum During Wheat Infection"
      },
      {
        "paperId": "9aac4a8b4b3fbaf2fd251810805f12dcf63c1b75",
        "title": "Genomic insights of Pannonibacter phragmitetus strain 31801 isolated from a patient with a liver abscess"
      },
      {
        "paperId": "cb7130548605757f451b6419a17ac420f4582e28",
        "title": "De Novo Assembly and Phasing of Dikaryotic Genomes from Two Isolates of Puccinia coronata f. sp. avenae, the Causal Agent of Oat Crown Rust"
      },
      {
        "paperId": "811a24856836f3fb763e7299eb14b925fcc2a705",
        "title": "Candidatus Dactylopiibacterium carminicum, a Nitrogen-Fixing Symbiont of Dactylopius Cochineal Insects (Hemiptera: Coccoidea: Dactylopiidae)"
      },
      {
        "paperId": "01c24eee001cd1c849f403ceb318a6bce18ec06c",
        "title": "Characterization of a novel class A carbapenemase PAD-1 from Paramesorhizobium desertii A-3-ET, a strain highly resistant to β-lactam antibiotics"
      },
      {
        "paperId": "161b580bb054c3ef13b272ce3058a43e077e123b",
        "title": "Identification of new protein-coding genes with a potential role in the virulence of the plant pathogen Xanthomonas euvesicatoria"
      },
      {
        "paperId": "c2c43061d6d3a238cd44d2bddbdc3aa1d260c20d",
        "title": "Isolation and characterization of a novel mesonivirus from Culex mosquitoes in China"
      },
      {
        "paperId": "5ced27d54cb412d76ddceb080a7d8ad1ef2b0c6f",
        "title": "Bacteriophages of Gordonia spp. Display a Spectrum of Diversity and Genetic Relationships"
      },
      {
        "paperId": "e42863bba3e2e19dc36d0dd57f79837b517d65d3",
        "title": "An Alternative Strategy for Trypanosome Survival in the Mammalian Bloodstream Revealed through Genome and Transcriptome Analysis of the Ubiquitous Bovine Parasite Trypanosoma (Megatrypanum) theileri"
      },
      {
        "paperId": "b61df46c79fac72aa80419cdfc8e5335e3c1be82",
        "title": "Fungal genome and mating system transitions facilitated by chromosomal translocations involving intercentromeric recombination"
      },
      {
        "paperId": "145924e0ef047d580fffe33db4e928093483a3fe",
        "title": "Complete Genome of Achalarus lyciades, The First Representative of the Eudaminae Subfamily of Skippers"
      },
      {
        "paperId": "98023eb102b2910d1bf24dac94b2093a35e1b08c",
        "title": "Complete genome of Nocardiopsis dassonvillei strain NOCA502F isolated from sediment of the Arctic Ocean"
      },
      {
        "paperId": "1c9606ebe0149a5d8e243d04d4eabca4d7db6601",
        "title": "Draft genome sequence of Vitellibacter aquimaris D-24T isolated from seawater"
      },
      {
        "paperId": "2fb210cb1fb5a8ae1fe0ad745138fcd164067fa5",
        "title": "Tales of diversity: Genomic and morphological characteristics of forty-six Arthrobacter phages"
      },
      {
        "paperId": "1ffaa39bce5f7612e22b534d4acf4b0c5239f325",
        "title": "Complete Genome Sequence of the Lytic Giant Bacteriophage pT24 Infecting Tenacibaculum spp., Isolated from a Shrimp Culture Pond"
      },
      {
        "paperId": "29ecfbeca822b5b2b9b579ac1dbf02e1fbc3b9c7",
        "title": "Complete Genome Sequence of Streptococcus pneumoniae Virulent Phage MS1"
      },
      {
        "paperId": "2e10d658d972e69da402daefee6dffa225f59909",
        "title": "Intersecting transcriptomic profiling technologies and long non-coding RNA function in lung adenocarcinoma: discovery, mechanisms, and therapeutic applications"
      },
      {
        "paperId": "e243bbeb5f1400e5256f81e2ea42e097af42cfc6",
        "title": "Comparative Genomics of All Three Campylobacter sputorum Biovars and a Novel Cattle-Associated C. sputorum Clade"
      },
      {
        "paperId": "e7311a825f989ae13b9a9aa53365546e473f85ed",
        "title": "The Draft Genome of the Non-Host-Associated Methanobrevibacter arboriphilus Strain DH1 Encodes a Large Repertoire of Adhesin-Like Proteins"
      },
      {
        "paperId": "0b30b7ff8ea3ff746a20933d87680d8dde5617e4",
        "title": "Comparative Genomic Analysis Identifies a Campylobacter Clade Deficient in Selenium Metabolism"
      },
      {
        "paperId": "4bfcf78c626f64bf2370709df26d2b552cdc2792",
        "title": "Three novel Pseudomonas phages isolated from composting provide insights into the evolution and diversity of tailed phages"
      },
      {
        "paperId": "d4a220e9842c9b6124657b579347962be2f80831",
        "title": "A Novel Roseosiphophage Isolated from the Oligotrophic South China Sea"
      },
      {
        "paperId": "5e9074a205bc6d2ffcdd80f1e29bb70b846210eb",
        "title": "Sequence of the R1 plasmid and comparison to F and R100."
      },
      {
        "paperId": "b885034b879fb5997a323196cfa35fb9035d8496",
        "title": "SeMPI: a genome-based secondary metabolite prediction and identification web server"
      },
      {
        "paperId": "09cee666e3b4262d4200f85aaa240c59de6a960c",
        "title": "HqiA, a novel quorum-quenching enzyme which expands the AHL lactonase family"
      },
      {
        "paperId": "b6dedb1ba540e6371a9f08e585a97253c3eddb6a",
        "title": "Staphylococcus sciuri bacteriophages double-convert for staphylokinase and phospholipase, mediate interspecies plasmid transduction, and package mecA gene"
      },
      {
        "paperId": "5c34cfdf8e97436eeacfb3aa89c5bea78e045ae9",
        "title": "The Symbiome of Llaveia Cochineals (Hemiptera: Coccoidea: Monophlebidae) Includes a Gammaproteobacterial Cosymbiont Sodalis TME1 and the Known Candidatus Walczuchella monophlebidarum"
      },
      {
        "paperId": "3d8a6bfb6f5db3eb993ca06f0c184b2e50d99f3c",
        "title": "Genome Sequences of Cluster K Mycobacteriophages DrHayes, Urkel, and SamuelLPlaqson"
      },
      {
        "paperId": "74657f12e5b6756dbc9788650b22e9b8db34b795",
        "title": "Complete Genome Sequences of Bacillus Phages DirtyBetty and Kida"
      },
      {
        "paperId": "883bc347ac8dde46b45adbe8a3a27e81375b9f6d",
        "title": "Genomic innovations linked to infection strategies across emerging pathogenic chytrid fungi"
      },
      {
        "paperId": "05abcd821294738b7fd0a5e1011f12fc0422cc24",
        "title": "Evidence-based gene models for structural and functional annotations of the oil palm genome"
      },
      {
        "paperId": "36cf09f111bf56cf325bb421defa0198596ad93c",
        "title": "Highly predictive SNP markers for efficient selection of the wheat leaf rust resistance gene Lr16"
      },
      {
        "paperId": "0582467e59d188fea605344254b2d2eb8b7d9b9a",
        "title": "Dealing with Complex Polyploidy Genomes: Considerations for Assembly and Annotation of the Common Carp Genome"
      },
      {
        "paperId": "2b5f36fb3f506b71b866ad3954a36896938d6dfb",
        "title": "Complete genome sequence of Pseudoalteromonas phage vB_PspS-H40/1 (formerly H40/1) that infects Pseudoalteromonas sp. strain H40 and is used as biological tracer in hydrological transport studies"
      },
      {
        "paperId": "d2db652027e9862b9deffb558131311cadca526a",
        "title": "Comparative Analysis of Gene Prediction Tools: RAST, Genmark hmm and AMIgene"
      },
      {
        "paperId": "036fd56fdba1bee6112a561e48550bb07ce9ca70",
        "title": "Comparative genomics and transcriptome analysis of Aspergillus niger and metabolic engineering for citrate production"
      },
      {
        "paperId": "3d314b43caa9920024c55eec644abf7917729239",
        "title": "Complete Genome Sequences of 38 Gordonia sp. Bacteriophages"
      },
      {
        "paperId": "e479ead05c84af6584ed369841e6bfc71955404d",
        "title": "Biodegradation of 3-methyldiphenylether (MDE) by Hydrogenophaga atypical strain QY7-2 and cloning of the methy-oxidation gene mdeABCD"
      },
      {
        "paperId": "4be6b07143fed6ca999ccf33f2870e59f9854784",
        "title": "The draft genome of whitefly Bemisia tabaci MEAM1, a global crop pest, provides novel insights into virus transmission, host adaptation, and insecticide resistance"
      },
      {
        "paperId": "9eb1d9ac4e1b5be7918122f1a8a09b107e4fdb8e",
        "title": "Genome Sequence of Mycobacterium Phage Waterfoul"
      },
      {
        "paperId": "417e3256fbbbb0d6cf24c6aefc6b9356fa40c0b3",
        "title": "Complete genome of Pieris rapae, a resilient alien, a cabbage pest, and a source of anti-cancer proteins"
      },
      {
        "paperId": "bb515da2b3e28ecc604046a59d5bfa064ef78c63",
        "title": "Two Novel Myoviruses from the North of Iraq Reveal Insights into Clostridium difficile Phage Diversity and Biology"
      },
      {
        "paperId": "8017dd9481851ceed20febcfb8a98115c71c13a8",
        "title": "Complete Genome Sequence of Bacillus Phage Belinda from Grand Cayman Island"
      },
      {
        "paperId": "480911ec384dc5bfb5fa1db73d7e7d90a3e78fe8",
        "title": "Genome Sequence of vB_AbaS_TRS1, a Viable Prophage Isolated from Acinetobacter baumannii Strain A118"
      },
      {
        "paperId": "6868ccf8ac89683090bf25312a8528cd544c78b2",
        "title": "Genome-wide mapping of transcription start sites yields novel insights into the primary transcriptome of Pseudomonas putida."
      },
      {
        "paperId": "219501cc1a772001623193fbec0c008177a89c94",
        "title": "Genome Organization in the Ectomycorrhizal Truffle Rhizopogon vesiculosus"
      },
      {
        "paperId": "2b34fb91aa605a16fcd67f9bacd0cf396b167ae0",
        "title": "A systematic study of the whole genome sequence of Amycolatopsis methanolica strain 239T provides an insight into its physiological and taxonomic properties which correlate with its position in the genus☆"
      },
      {
        "paperId": "930f2df231207c094815ba618374feaafe03dd21",
        "title": "Introduction to the Analysis of Environmental Sequence Information Using Metapathways"
      },
      {
        "paperId": "93f06ab3cbf2a280651ff8e71cb8b464aa4a3e7c",
        "title": "Genome Sequences of Gordonia terrae Bacteriophages Phinally and Vivi2"
      },
      {
        "paperId": "5a4cc5810a550d3db29d9484f74718a2f0b346f8",
        "title": "Complete Genome Sequence of Bacillus thuringiensis Bacteriophage Smudge"
      },
      {
        "paperId": "3d568f3b1b6fab295943398624827de70676d4b3",
        "title": "Extensive sequence divergence between the reference genomes of two elite indica rice varieties Zhenshan 97 and Minghui 63"
      },
      {
        "paperId": "26d1b92e8e95f4c23b348f9ff9f1d10a5e77b1f6",
        "title": "Genome Sequences of Gordonia Phages Bowser and Schwabeltier"
      },
      {
        "paperId": "08bb4ff5e34a41a9a91093d24341555958499631",
        "title": "Genome Sequences of Gordonia Phages Hotorobo, Woes, and Monty"
      },
      {
        "paperId": "afe1ed971a23026c805257ebeca94dda30c923df",
        "title": "Genome sequence of Roseivirga sp. strain D-25 and its potential applications from the genomic aspect."
      },
      {
        "paperId": "47384ce8b8b187048a5ec556ba1e95b0a6940e36",
        "title": "Regulation of Phage Lysis: Diverse Strategies and Targets"
      },
      {
        "paperId": "c14132e6973cbeb4c48c0e136d914eae423d0bf0",
        "title": "Activation and Identification of NC-1: A Cryptic Cyclodepsipeptide from Red Soil-Derived Streptomyces sp. FXJ1.172"
      },
      {
        "paperId": "194bc520c8631a83e51c0569f3e4194c318234e3",
        "title": "Genome Analysis of a New Rhodothermaceae Strain Isolated from a Hot Spring"
      },
      {
        "paperId": "988caa7c8bd28763d5a46f31af02c48c40a35e9f",
        "title": "Complete Genome Sequences of Nine Bacillus cereus Group Phages"
      },
      {
        "paperId": "be9819dc811702ba5501751860508500a2b38df7",
        "title": "Genome Sequence of Gordonia Phage Yvonnetastic"
      },
      {
        "paperId": "ac31574e53bcee33555308de984f6fe90ec7807f",
        "title": "Complete Genome Sequences of 61 Mycobacteriophages"
      },
      {
        "paperId": "28c216c6421fa274ac3d8d1b300b971f6f42db0d",
        "title": "Comparative genomics of 9 novel Paenibacillus larvae bacteriophages"
      },
      {
        "paperId": "261bafeb19f883287afa8fd2fc74949a03225b18",
        "title": "Complete nucleotide sequence of pH11, an IncHI2 plasmid conferring multi-antibiotic resistance and multi-heavy metal resistance genes in a clinical Klebsiella pneumoniae isolate."
      },
      {
        "paperId": "3148cd77f33b15f544f5024dbddc64f448694bf9",
        "title": "Genome Sequences of Gordonia terrae Phages Attis and SoilAssassin"
      },
      {
        "paperId": "11735020eb641d9d1d033d37ece1ff702bf9b2d8",
        "title": "Genome Sequence of Gordonia Bacteriophage Lucky10"
      },
      {
        "paperId": "e774380a68c3e30de72c8d4565be0fe331e266b9",
        "title": "A De-Novo Genome Analysis Pipeline (DeNoGAP) for large-scale comparative prokaryotic genomics studies"
      },
      {
        "paperId": "d1dc78aedb3fdad66ce1362832c2f5d344c5fee0",
        "title": "Complete genome sequence of Acinetobacter sp. TTH0-4, a cold-active crude oil degrading strain isolated from Qinghai-Tibet Plateau."
      },
      {
        "paperId": "29eafd92606782aefe8ed76d54393208e09087ac",
        "title": "Complete genome sequence of an agr-dysfunctional variant of the ST239 lineage of the methicillin-resistant Staphylococcus aureus strain GV69 from Brazil"
      },
      {
        "paperId": "fd3e6f9a1b7e81d75c5528a3db4d029e01bf453c",
        "title": "Complete genomes of Hairstreak butterflies, their speciation, and nucleo-mitochondrial incongruence"
      },
      {
        "paperId": "13d699a1be2233975097be12e8b0c14b4bd84b75",
        "title": "Draft Genome Sequence of “Paramesorhizobium deserti” A-3-ET, a Strain Highly Resistant to Diverse β-Lactam Antibiotics"
      },
      {
        "paperId": "344a478bebf75ae1660a54d65816a020b2954324",
        "title": "Genomic characterization of Pasteurella multocida HB01, a serotype A bovine isolate from China."
      },
      {
        "paperId": "3531fca5805f1ec20e128f4d61e7e3585998d7cb",
        "title": "Complete Genome Sequence of Bacillus megaterium Bacteriophage Eldridge"
      },
      {
        "paperId": "3f53f7eb8d237f3651b33f81bf12e52eaaacdb85",
        "title": "Genetic mapping of SrCad and SNP marker development for marker-assisted selection of Ug99 stem rust resistance in wheat"
      },
      {
        "paperId": "c399ec57c944a2e063849a20e33fc74580d3a147",
        "title": "Improving algorithms of gene prediction in prokaryotic genomes, metagenomes, and eukaryotic transcriptomes"
      },
      {
        "paperId": "d8b11ec06bdccfc67ce2f5076b6e1c8dc899aa06",
        "title": "Phytopathogen Genome Announcement: Draft Genome Sequences of 62 Pseudomonas syringae Type and Pathotype Strains."
      },
      {
        "paperId": "55d5ddf381edb2312ef7b70911d781bb71d5480d",
        "title": "Molecular investigation of Australian termites and their gut symbionts"
      },
      {
        "paperId": "ca5241a7541aebce404c6921e11dc6cb10fd607a",
        "title": "Speciation in Cloudless Sulphurs Gleaned from Complete Genomes"
      },
      {
        "paperId": "08bead92d07d0c8cdb0f6aa90683b9e7e6c87469",
        "title": "Practical Approaches for Detecting Selection in Microbial Genomes"
      },
      {
        "paperId": "932562c109e5e7aa798c7eeabbeced354bdb3930",
        "title": "Transmembrane START domain proteins: in silico identification, characterization and expression analysis under stress conditions in chickpea (Cicer arietinum L.)"
      },
      {
        "paperId": "3bbe6baeb8a82c7f941a6c4dd740f615a69b5103",
        "title": "Draft Genome Sequence of Colletotrichum falcatum - A Prelude on Screening of Red Rot Pathogen in Sugarcane"
      },
      {
        "paperId": "4959e516165d44b86d6b1293a7e05f342dccc1e8",
        "title": "Complete genome sequence and characterization of avian pathogenic Escherichia coli field isolate ACN001"
      },
      {
        "paperId": "94ecdf3cc25549b8bff9e5c944abf9b6e8167012",
        "title": "Efficiency of a bacteriophage in controlling vibrio infection in the juvenile sea cucumber Apostichopus japonicus"
      },
      {
        "paperId": "0ef99d7dcc594976d0e955e9f3ebb6591aaa4061",
        "title": "Characterization of a cold-active and salt tolerant esterase identified by functional screening of Arctic metagenomic libraries"
      },
      {
        "paperId": "f4ff5af31fe65c7ad04ac92ffef3efb3c4f5754e",
        "title": "Mycobacterial Pan-Genome Analysis Suggests Important Role of Plasmids in the Radiation of Type VII Secretion Systems"
      },
      {
        "paperId": "d4d350ff3c8f074e724fb58e781017c67045329d",
        "title": "Computational Identification of Novel Genes: Current and Future Perspectives"
      },
      {
        "paperId": "8cb2ea488c1b558a8885fe5a8355070675b77580",
        "title": "Development of a Rhizoctonia solani AG1-IB Specific Gene Model Enables Comparative Genome Analyses between Phytopathogenic R. solani AG1-IA, AG1-IB, AG3 and AG8 Isolates"
      },
      {
        "paperId": "32e942236e62cf359382c950a35bcfde3042df9c",
        "title": "A New Zamilon-like Virophage Partial Genome Assembled from a Bioreactor Metagenome"
      },
      {
        "paperId": "f27386470dd707348ee3cba2aaf5d3d2f406c6d9",
        "title": "Genome Sequencing of Ralstonia solanacearum Race 4, Biovar 4, and Phylotype I, Strain YC45, Isolated from Rhizoma kaempferiae in Southern China."
      },
      {
        "paperId": "4d32c913aacff93a24b1176ff3392b1670fdd692",
        "title": "Complete genome of the potential thermozyme producer Anoxybacillus gonensis G2(T) isolated from the Gönen hot springs in Turkey."
      },
      {
        "paperId": "51713e619cc1580b03c1248b48891978f7a531d1",
        "title": "Depiction of carbohydrate-active enzyme diversity in Caldicellulosiruptor sp. F32 at the genome level reveals insights into distinct polysaccharide degradation features."
      },
      {
        "paperId": "6e611afcfd4b2085374de455166e4e75b3f8e9b6",
        "title": "Genome Sequencing of Ralstonia solanacearum Race 4, Biovar 4, and Phylotype I, Strain YC45, Isolated from Rhizoma kaempferiae in Southern China"
      },
      {
        "paperId": "b64e1f0222240b50bf8adfcd12e9fd78f13766e5",
        "title": "Draft genome sequence of Vitellibacter vladivostokensis KMM 3516(T): a protease-producing bacterium."
      },
      {
        "paperId": "7943e835a118190e0bdd531e398bc9111d7fb71b",
        "title": "Genome Evolution and Innovation across the Four Major Lineages of Cryptococcus gattii"
      },
      {
        "paperId": "279da4b54cb812e45964f552c5aaace37fa02b64",
        "title": "Skipper genome sheds light on unique phenotypic traits and phylogeny"
      },
      {
        "paperId": "3732342686a566f551c86f14b8318cd67d187591",
        "title": "Biological, Serological, and Molecular Characterization of a Highly Divergent Strain of Grapevine leafroll-associated virus 4 Causing Grapevine Leafroll Disease."
      },
      {
        "paperId": "5fc1d7b96825ed5b6235eaa09de3f5119b2044fc",
        "title": "Genetic similarities between Cyclospora cayetanensis and cecum-infecting avian Eimeria spp. in apicoplast and mitochondrial genomes"
      },
      {
        "paperId": "7e3f05b780befa3c527365e9110c152fbac9ee8f",
        "title": "Salmon Gill Poxvirus, the Deepest Representative of the Chordopoxvirinae"
      },
      {
        "paperId": "b7a573492855d54d9045c54b0aae608550b3d865",
        "title": "Pan-Genome Analysis of Brazilian Lineage A Amoebal Mimiviruses"
      },
      {
        "paperId": "9a8849eaeda7fd8e6e7cbd2b35bb2d29aa21f07f",
        "title": "Draft genome sequences of Chrysoporthe austroafricana, Diplodia scrobiculata, Fusarium nygamai, Leptographium lundbergii, Limonomyces culmigenus, Stagonosporopsis tanaceti, and Thielaviopsis punctulata"
      },
      {
        "paperId": "79fcacda177af8242d93e6fe6dc9a60ce0473b59",
        "title": "Genome and Transcriptome of Clostridium phytofermentans, Catalyst for the Direct Conversion of Plant Feedstocks to Fuels"
      },
      {
        "paperId": "15262f45fcad8500d22e5bb5e0277e873d18f4a4",
        "title": "IMA Genome-F 4"
      },
      {
        "paperId": "f6f345c84bb08095b6ea280be31182f1b7ea3cc7",
        "title": "Comparative genomics reveals diversified CRISPR-Cas systems of globally distributed Microcystis aeruginosa, a freshwater bloom-forming cyanobacterium"
      },
      {
        "paperId": "0ac662431fde1351c800343d5546c2839a133db3",
        "title": "Faustovirus, an Asfarvirus-Related New Lineage of Giant Viruses Infecting Amoebae"
      },
      {
        "paperId": "0ebd86cbe66ccf9ce1e5d3a8b76107c3fb4c5274",
        "title": "Global Genome and Transcriptome Analyses of Magnaporthe oryzae Epidemic Isolate 98-06 Uncover Novel Effectors and Pathogenicity-Related Genes, Revealing Gene Gain and Lose Dynamics in Genome Evolution"
      },
      {
        "paperId": "992b5f15282afca968e08cd83a21cf250fa8b9f3",
        "title": "Computational analysis of 1,3-propanediol operon transcriptional regulators: insights into Clostridium sp. glycerol metabolism regulation"
      },
      {
        "paperId": "f69e608de9dfc99793ec37cc47ab468b9ae65cb9",
        "title": "Origin and domestication of papaya Yh chromosome"
      },
      {
        "paperId": "c0db7f6bac72bc1e38626c36de3d396ab2e0af7f",
        "title": "Babela massiliensis, a representative of a widespread bacterial phylum with unusual adaptations to parasitism in amoebae"
      },
      {
        "paperId": "e5dfd3a307311512cdd6dfb4a71524ecb6778e9a",
        "title": "Expression of the histone chaperone SET/TAF-Iβ during the strobilation process of Mesocestoides corti (Platyhelminthes, Cestoda)"
      },
      {
        "paperId": "8da7d06f8bc292bd70bc397325df74e447cc772c",
        "title": "Whole-Genome Sequencing of a Pandoravirus Isolated from Keratitis-Inducing Acanthamoeba"
      },
      {
        "paperId": "3600fa86559c5949dea8d116d43a9a3458eb2df9",
        "title": "Characterization of 14-3-3 isoforms expressed in the Echinococcus granulosus pathogenic larval stage."
      },
      {
        "paperId": "c3bfbec2a5d51879443cae3fbd18f44d060cca7f",
        "title": "EC300: a phage-based, bacteriolysin-like protein with enhanced antibacterial activity against Enterococcus faecalis"
      },
      {
        "paperId": "a5aaf0a913680ad1febf9f6996d0062dd21889ad",
        "title": "Tiger Swallowtail Genome Reveals Mechanisms for Speciation and Caterpillar Chemical Defense"
      },
      {
        "paperId": "f56c6c80534305f14d1dcadb8261e48383217172",
        "title": "Draft Genome Sequence of Novosphingobium sp. Strain MBES04, Isolated from Sunken Wood from Suruga Bay, Japan"
      },
      {
        "paperId": "481292a527aae956840e75d0d398137f6d5ca61f",
        "title": "Complete genome sequence of Salmonella enterica serovar Typhimurium VNP20009, a strain engineered for tumor targeting."
      },
      {
        "paperId": "6a308f470fa30316bc67194eb50986b3c9fb5db2",
        "title": "Draft Genome Sequence of Lactobacillus sakei Strain wikim 22, Isolated from Kimchi in Chungcheong Province, South Korea"
      },
      {
        "paperId": "5da6bd823bffcbbb7c09e31d77a2d39291a40c70",
        "title": "Proteogenomics in microbiology: Taking the right turn at the junction of genomics and proteomics"
      },
      {
        "paperId": "59a0ab35e2c2fd1a2f51acc0e5889de9aeb1a06d",
        "title": "Metagenomes from two microbial consortia associated with Santa Barbara seep oil."
      },
      {
        "paperId": "dca552927da2aab99d1ceb9cb6e7807077b66b0b",
        "title": "Les cténophores : de leur position dans l'arbre des métazoaires (approche phylogénomique) à leur diversité taxonomique (phylogénie moléculaire et anatomie comparée)"
      },
      {
        "paperId": "90ff3117547943db09b02ac4987eb0fe9fce8706",
        "title": "Comparative genomic analysis of Lactococcus garvieae phage WP-2, a new member of Picovirinae subfamily of Podoviridae."
      },
      {
        "paperId": "6720174d9e5e6e1df6f0f546c891427a7633cb6f",
        "title": "Comparative Genomics of the Campylobacter lari Group"
      },
      {
        "paperId": "45a340ace0ebfcc9d34492f2ce6c5af17607297d",
        "title": "(Post-)genomics approaches in fungal research."
      },
      {
        "paperId": "0258cf0819882abef8aea3386e8574a69b90c909",
        "title": "Genomic annotation for the temperate phage EFC-1, isolated from Enterococcus faecalis KBL101"
      },
      {
        "paperId": "1351d8ab56834029f0454f7401cf508a6e91b0dd",
        "title": "Genome Analysis of the First Marseilleviridae Representative from Australia Indicates that Most of Its Genes Contribute to Virus Fitness"
      },
      {
        "paperId": "c907ab40642e1d758171d3ff7ea0dcf310fc4729",
        "title": "Genome sequence and organization analysis of Heliothis virescens ascovirus 3f isolated from a Helicoverpa zea larva."
      },
      {
        "paperId": "cabb4ddf8d77c32379c87bc5529d48c5f75dd189",
        "title": "High-Performance Integrated Virtual Environment (HIVE) Tools and Applications for Big Data Analysis"
      },
      {
        "paperId": "f8b9a265ff7464a7028a8c558579f7d1abeddade",
        "title": "Microbial communities evolve faster in extreme environments"
      },
      {
        "paperId": "170e607db81efd9cf2fa2b5ffd37be13a4db1c49",
        "title": "Complete genomic sequence of the Vibrio alginolyticus lytic bacteriophage PVA1"
      },
      {
        "paperId": "4af435a7e78987403aeb02181691e7fae4330664",
        "title": "Complete Genome Sequence of a Mosaic Bacteriophage, Waukesha92"
      },
      {
        "paperId": "50bb82d7d2aaa0d0adad9a80e4251b2fc410f243",
        "title": "NAC transcription factor genes: genome-wide identification, phylogenetic, motif and cis-regulatory element analysis in pigeonpea (Cajanus cajan (L.) Millsp.)"
      },
      {
        "paperId": "ff3a87cb0ccf3d842eadf6ab423043d058b7a151",
        "title": "The Draft Genome and Transcriptome of Amaranthus hypochondriacus: A C4 Dicot Producing High-Lysine Edible Pseudo-Cereal"
      },
      {
        "paperId": "8d23d43b729aa872648df73f8d98229634d601fb",
        "title": "Metagenomic Identification of a Novel Salt Tolerance Gene from the Human Gut Microbiome Which Encodes a Membrane Protein with Homology to a brp/blh-Family β-Carotene 15,15′-Monooxygenase"
      },
      {
        "paperId": "3bb6d9b081a63c0792ce88be68adfa46275e8190",
        "title": "Draft Genome Sequence of Rhodosporidium toruloides CECT1137, an Oleaginous Yeast of Biotechnological Interest"
      },
      {
        "paperId": "d6407f069d5f63b6a59b44df5546bf1b631be83c",
        "title": "DNA-Dependent RNA Polymerase Detects Hidden Giant Viruses in Published Databanks"
      },
      {
        "paperId": "f6b8210d972eec79f8030c29714719ab1adede5b",
        "title": "Demographics of lytic viral infection of coastal ocean Vibrio"
      },
      {
        "paperId": "4f32d7fd0f267b4bce883fe44ab90c0e1bd6486b",
        "title": "Genomic analysis of the aconidial and high-performance protein producer, industrially relevant Aspergillus niger SH2 strain."
      },
      {
        "paperId": "a070642fb5f4b3dcc69935c1e55886a183bdce41",
        "title": "Complete genome sequence of a novel phage, vB_MoxS-ISF9, infecting methylotrophic Microbacterium: first report of a virulent Microbacterium phage"
      },
      {
        "paperId": "82ce7f07c21032164a5abc5169197b856191668e",
        "title": "Complete genome sequence of Tunisvirus, a new member of the proposed family Marseilleviridae"
      },
      {
        "paperId": "28cfa65f9ce495c1eafd17b75a0c25fe443027df",
        "title": "Recognition of Protein-coding Genes Based on Z-curve Algorithms"
      },
      {
        "paperId": "e82cf78ea4deaf8b99af62ef8d97d99a359ec30d",
        "title": "Prediction of Translation Initiation Site in Bacterial and Archaeal Genomes"
      },
      {
        "paperId": "018fd7fb367f3fb4bdebc024a00c135dfa10d1ab",
        "title": "SearchDOGS Bacteria, Software That Provides Automated Identification of Potentially Missed Genes in Annotated Bacterial Genomes"
      },
      {
        "paperId": "92c0081ee9ef2f5d91fa69eacace140215ed7880",
        "title": "Correction of the Caulobacter crescentus NA1000 Genome Annotation"
      },
      {
        "paperId": "57dfa4377732c25e249ca948e7c10d5b9a509e2c",
        "title": "Shedding Some Light over the Floral Metabolism by Arum Lily (Zantedeschia aethiopica) Spathe De Novo Transcriptome Assembly"
      },
      {
        "paperId": "127bc6d2085e24cf0144c6b0889d2860a261bbf1",
        "title": "Draft genome sequences of Terra1 and Terra2 viruses, new members of the family Mimiviridae isolated from soil."
      },
      {
        "paperId": "f1a31684ee1d6b443450d9a04f1e02f284fd1b12",
        "title": "Genome Sequence of the Oleaginous Yeast Rhodotorula glutinis ATCC 204091"
      },
      {
        "paperId": "cb5de194183cd487126f0bbdf6b5f446be68d9ba",
        "title": "Draft Genome Sequence of an Anaerobic, Thermophilic Bacterium, Thermoanaerobacterium aotearoense SCUT27, Isolated from a Hot Spring in China"
      },
      {
        "paperId": "07841c489e5e5237dcf2a0187744f7a46a7bcfc0",
        "title": "Prediction and classification of ncRNAs using structural information"
      },
      {
        "paperId": "a27748f550530e6c42df9b49af64f65e18622a0f",
        "title": "Comparative genomics of Cylindrospermopsis raciborskii strains with differential toxicities"
      },
      {
        "paperId": "3e6beda1bb42e809105d64d006d7b10881bbcd12",
        "title": "Development of computational tools to assist in the reconstruction of molecular networks"
      },
      {
        "paperId": "e16330382f78dbbbccc69e521efcccded0390624",
        "title": "Molecular Characteristic and Insilico Analysis of KatG Gene in Isoniazid Resistance Mycobacterium Tuberculosis Isolate from Sudan"
      },
      {
        "paperId": "25ac0744ef0ecdd7d7d1559afd3da1f6ee752fb5",
        "title": "The transcriptome landscape of Prochlorococcus MED4 and the factors for stabilizing the core genome"
      },
      {
        "paperId": "df470fb8ec897ad40f3f169e471e6775177108bb",
        "title": "Comparative Genomics of Cultured and Uncultured Strains Suggests Genes Essential for Free-Living Growth of Liberibacter"
      },
      {
        "paperId": "5776fb31310fc8c2f12331a339e7d30d9645e0f7",
        "title": "Metagenomic analysis of microbial consortium from natural crude oil that seeps into the marine ecosystem offshore Southern California"
      },
      {
        "paperId": "674967c4f06898ee255393b15a32039d2692fcb4",
        "title": "Draft Genome Sequence of Ralstonia solanacearum Race 4 Biovar 4 Strain SD54"
      },
      {
        "paperId": "5c31d7f2324e3df14c065ca3b7355d538bc7edcd",
        "title": "The shared genomic architecture of human nucleolar organizer regions"
      },
      {
        "paperId": "c99b1e55e3aaf0566098740a049d4e4d37520b9f",
        "title": "Complete genome sequence of Courdo11 virus, a member of the family Mimiviridae"
      },
      {
        "paperId": "5ea06b1d6f48075d8ba4f1b704f323493ae1cca4",
        "title": "First Isolation of a Giant Virus from Wild Hirudo medicinalis Leech: Mimiviridae isolation in Hirudo medicinalis"
      },
      {
        "paperId": "f6d1ad78f7dc845f1a2156cd4929b5ade8843e55",
        "title": "ASPic-GeneID: A Lightweight Pipeline for Gene Prediction and Alternative Isoforms Detection"
      },
      {
        "paperId": "effeffd7acd64ae7ef27be467e1c0978b422c110",
        "title": "Genomewide investigation into DNA elements and ABC transporters involved in imazalil resistance in Penicillium digitatum."
      },
      {
        "paperId": "044ee81743497d2398e00a8286ed57c4f5a98a03",
        "title": "Integrated omics study delineates the dynamics of lipid droplets in Rhodococcus opacus PD630"
      },
      {
        "paperId": "cbdffb5ce866d0becdc72a5fc56f81f22fb90c5b",
        "title": "The complete genome sequence of EC1-UPM, a novel N4-like bacteriophage that infects Escherichia coli O78:K80"
      },
      {
        "paperId": "4c3996f11cdf989f26e59227f4550a25670a959a",
        "title": "The Novel Bacterial N-Demethylase PdmAB Is Responsible for the Initial Step of N,N-Dimethyl-Substituted Phenylurea Herbicide Degradation"
      },
      {
        "paperId": "0916be8899c2932741b072a8b7fc217b0cef4579",
        "title": "Shan Virus: A New Mimivirus Isolated from the Stool of a Tunisian Patient with Pneumonia"
      },
      {
        "paperId": "472e4377debf59e951e24ac13965ff6450e67009",
        "title": "First Isolation of a Marseillevirus in the Diptera Syrphidae Eristalis tenax"
      },
      {
        "paperId": "774c6a8b020205933a07929e4b2e568293a21bf2",
        "title": "The Genome and Development-Dependent Transcriptomes of Pyronema confluens: A Window into Fungal Evolution"
      },
      {
        "paperId": "1264ddf0a1f1b12b8e5006a911380f6fdc59c56a",
        "title": "Evolutionary Relationships among Actinophages and a Putative Adaptation for Growth in Streptomyces spp"
      },
      {
        "paperId": "19ba29453ec5f746c2cc466d2d71c40eb2c7631f",
        "title": "Endogenous Retrovirus EAV-HP Linked to Blue Egg Phenotype in Mapuche Fowl"
      },
      {
        "paperId": "c62df1ac69ceed2bdcc5aff939de936a87e2685a",
        "title": "Allying with armored snails: the complete genome of gammaproteobacterial endosymbiont"
      },
      {
        "paperId": "9a9263d2865d5f0bbe07ac9d93d65fa0c07451e9",
        "title": "Complete genome sequence of Cannes 8 virus, a new member of the proposed family “Marseilleviridae”"
      },
      {
        "paperId": "e74245ac1abfbb4fa8ad1855e1a0e28f8eda4f62",
        "title": "Genome sequencing and comparative genomics of honey bee microsporidia, Nosema apis reveal novel insights into host-parasite interactions"
      },
      {
        "paperId": "e5de9bc63f2a4e3f60e5d2ef4df1c040ff5c9eef",
        "title": "Evidence of the megavirome in humans."
      },
      {
        "paperId": "7f0c795e2ea2d42f48c12ce7997a5b7ffc1a3cf7",
        "title": "Isolation and characterization of a cryptic plasmid, pMBLR00, from Leuconostoc mesenteroides subsp. mesenteroides KCTC 3733."
      },
      {
        "paperId": "1e9500fd24ea9acbaa1f89ac61f70b02bb353b5e",
        "title": "Detection and Characterization of Miniature Inverted-Repeat Transposable Elements in “Candidatus Liberibacter asiaticus”"
      },
      {
        "paperId": "2927de2c959a66d36cc6341df779327abf2d9f49",
        "title": "HylA, an Alternative Hydrolase for Initiation of Catabolism of the Phenylurea Herbicide Linuron in Variovorax sp. Strains"
      },
      {
        "paperId": "769f570e5c4817be13840ff163a1095b0ce5a06c",
        "title": "Identification of new protein coding sequences and signal peptidase cleavage sites of Helicobacter pylori strain 26695 by proteogenomics."
      },
      {
        "paperId": "7ad6eab1e8a7ce1e1d739a08fbc9f8a4e8dbff44",
        "title": "Draft Genome Sequence of Streptococcus pyogenes Strain 06BA18369, a Human Pathogen Associated with Skin and Soft Tissue Infections in Northern Canada"
      },
      {
        "paperId": "7223994fb0aea4e74d200fa1cffb7dc92e532a7b",
        "title": "Draft Genome Sequence of Methicillin-Susceptible Staphylococcus aureus Strain 06BA18369, a Pathogen Associated with Skin and Soft Tissue Infections in Northern Saskatchewan, Canada"
      },
      {
        "paperId": "132221206d66b51ab5ebb66e96a528f950948dc4",
        "title": "Genome sequence analysis of the Vibrio parahaemolyticus lytic bacteriophage VPMS1"
      },
      {
        "paperId": "c41768cd44e0bb80af34617030a30827c7d9d9e6",
        "title": "First isolation of Mimivirus in a patient with pneumonia."
      },
      {
        "paperId": "64c026bae428763028095f1011af519108723cdd",
        "title": "Reduce Manual Curation by Combining Gene Predictions from Multiple Annotation Engines, a Case Study of Start Codon Prediction"
      },
      {
        "paperId": "707a4315deb692f61080f4f6b960648904c2db93",
        "title": "Explaining microbial phenotypes on a genomic scale: GWAS for microbes"
      },
      {
        "paperId": "ca2da96c88b9432944503dfda4d627f8ff0b660c",
        "title": "Living Side by Side with a Virus: Characterization of Two Novel Plasmids from Thermococcus prieurii, a Host for the Spindle-Shaped Virus TPV1"
      },
      {
        "paperId": "bbb8120a99a7061c7c98e10388d0ed1694513a58",
        "title": "Sequence analysis of a cryptic plasmid pKW2124 from Weissella cibaria KLC140 and construction of a surface display vector."
      },
      {
        "paperId": "d1f97ad1c5c17a78e78498e78ac492bc3a8a04c4",
        "title": "Genomic law guided gene prediction in fungi and metazoans"
      },
      {
        "paperId": "a213fc8daa84694ac8e94ce7800137e1b3834e5c",
        "title": "Draft Genome Sequence of Type Strain Clostridium pasteurianum DSM 525 (ATCC 6013), a Promising Producer of Chemicals and Fuels"
      },
      {
        "paperId": "3553e4a5fa6aa90517d67233609ae9ff7a801eb3",
        "title": "Improved annotation of a plant pathogen genome Xanthomonas oryzae pv. oryzae PXO99A"
      },
      {
        "paperId": "6502996a11d44e659371aec45027716a59f87dc7",
        "title": "Involvement of a Bacterial Microcompartment in the Metabolism of Fucose and Rhamnose by Clostridium phytofermentans"
      },
      {
        "paperId": "5b358209ce5be060861d866bc3c690ce75152ff8",
        "title": "Mining of Novel Thermo-Stable Cellulolytic Genes from a Thermophilic Cellulose-Degrading Consortium by Metagenomics"
      },
      {
        "paperId": "9e3095eb2f8f56c96973307ed7e5ebc8744368eb",
        "title": "Microbial virus genome annotation-mustering the troops to fight the sequence onslaught."
      },
      {
        "paperId": "3e759e0a0caed1dd71ad12dd48413a387beca13b",
        "title": "Use of a Novel Escherichia coli-Leuconostoc Shuttle Vector for Metabolic Engineering of Leuconostoc citreum To Overproduce d-Lactate"
      },
      {
        "paperId": "311cb1eecad66ed1c33ca81b990e78ae93c647fa",
        "title": "The Fast Changing Landscape of Sequencing Technologies and Their Impact on Microbial Genome Assemblies and Annotation"
      },
      {
        "paperId": "588c793a647bf05440a6a50abbca5641e80c50d8",
        "title": "Characterization of the hamster genomic fragment cloned by TAR cloning technology with interspecific sequence information"
      },
      {
        "paperId": "03ba79d6ff81089211bb4202f2b39a99d5473498",
        "title": "Genome-wide Studies of Mycolic Acid Bacteria: Computational Identification and Analysis of a Minimal Genome"
      },
      {
        "paperId": "b00b1b9f47e8190f0f3745c84fd8b315c45e22fc",
        "title": "Identification of pOENI-1 and Related Plasmids in Oenococcus oeni Strains Performing the Malolactic Fermentation in Wine"
      },
      {
        "paperId": "abaa01b5b0a839f9056ffe5a2dd8b56e90803bf2",
        "title": "Complete Genome Sequence of Brucella melitensis Biovar 3 Strain NI, Isolated from an Aborted Bovine Fetus"
      },
      {
        "paperId": "74b279395ec79fcb731dd26ccbd7ccd54e89a12a",
        "title": "A bacterial artificial chromosome library for the Chinese alligator (Alligator sinensis)."
      },
      {
        "paperId": "5ce3e27ccc885dfa6b13065dd2233b3dee69c725",
        "title": "Exposure to Solute Stress Affects Genome-Wide Expression but Not the Polycyclic Aromatic Hydrocarbon-Degrading Activity of Sphingomonas sp. Strain LH128 in Biofilms"
      },
      {
        "paperId": "759fdde8e1f2f5b3eb0684e386d43958e866c925",
        "title": "Complete Genome Sequences of Two Helicobacter pylori Bacteriophages Isolated from Japanese Patients"
      },
      {
        "paperId": "dd548638e4de8648a7a8cfe2531f7010f524bd58",
        "title": "Theoretical Prediction and Experimental Verification of Protein-Coding Genes in Plant Pathogen Genome Agrobacterium tumefaciens Strain C58"
      },
      {
        "paperId": "e1a34680f78450d9d7084a9d3226c5d80d84ee86",
        "title": "Quality of prokaryote genome assembly: indispensable issues of factors affecting prokaryote genome assembly quality."
      },
      {
        "paperId": "41cbd14964f448a4a05e6788dc3d9c68f3610977",
        "title": "Characterization of Novel Phages Isolated in Coagulase-Negative Staphylococci Reveals Evolutionary Relationships with Staphylococcus aureus Phages"
      },
      {
        "paperId": "4f8e3a0e5d99505c248c81d111b010d8e39ddadd",
        "title": "Complete Genome Sequence of Salmonella Bacteriophage SS3e"
      },
      {
        "paperId": "7dcf2fe4101eb616ef6b552b83827e182024e7f0",
        "title": "Map-based Cloning of Single Gene Traits and Quantitative Traits"
      },
      {
        "paperId": "2045eaca03cd0a6b72cd44f616998f30ed3cf4b5",
        "title": "BioJava: an open-source framework for bioinformatics in 2012"
      },
      {
        "paperId": "823619c60ab945851fe2544c757c6f6a3e1c3374",
        "title": "Genome Sequence of a Novel Actinophage PIS136 Isolated from a Strain of Saccharomonospora sp"
      },
      {
        "paperId": "3a085fc7de7d78813cefd6dc06b419b401138178",
        "title": "Targeted Capture of Homoeologous Coding and Noncoding Sequence in Polyploid Cotton"
      },
      {
        "paperId": "e176a7093065e90e501ca49e213d38c2215a4d7f",
        "title": "Genomic and functional analysis of Vibrio phage SIO-2 reveals novel insights into ecology and evolution of marine siphoviruses."
      },
      {
        "paperId": "ab13d81970637ea450e2fb9dfa1e74324ff9531a",
        "title": "Draft Genome Sequence of Gluconobacter oxydans WSH-003, a Strain That Is Extremely Tolerant of Saccharides and Alditols"
      },
      {
        "paperId": "4c9018f4d9243b88398cf062613a7cb240ef1bf8",
        "title": "Isolation and functional characterization of lipase from the thermophilic alkali-tolerant bacterium Thermosyntropha lipolytica"
      },
      {
        "paperId": "34c4a839c27908fd16fd83dc4242fe7efb3babc6",
        "title": "Comparative Metagenomics of Two Microbial Mats at Cuatro Ciénegas Basin II: Community Structure and Composition in Oligotrophic Environments"
      },
      {
        "paperId": "2301590c6c6a087b153d6cb2c5cc5846f5da98d3",
        "title": "Targeted proteome investigation via selected reaction monitoring mass spectrometry."
      },
      {
        "paperId": "18ab3fbf026bcd5f1b7b54976379337736dd3692",
        "title": "Origin and evolution of carnivorism in the Ascomycota (fungi)"
      },
      {
        "paperId": "29f0fef92199bde9dc6ad1ddf93b0571ee000d88",
        "title": "Evolutionary Analysis of the Protein Domain Distribution in Eukaryotes"
      },
      {
        "paperId": "1ca5c98cc4c1f742d1094ef5cdc76a7a9354e78a",
        "title": "The molecular basis of host specialization in bean pathovars of Pseudomonas syringae."
      },
      {
        "paperId": "4dd26e22e553a38bb29839ac6fe8a7e9fc267881",
        "title": "Novel Chimerical Endolysins with Broad Antimicrobial Activity Against Methicillin-Resistant Staphylococcus aureus"
      },
      {
        "paperId": "eb9efb0c0e28f5c32cb981117f464c65772181d6",
        "title": "Phage Endolysins with Broad Antimicrobial Activity Against Enterococcus faecalis Clinical Strains"
      },
      {
        "paperId": "29ab5b88cec1f52e8e1fece4a770bcab896a9786",
        "title": "Complete Genome Sequence of Pasteurella multocida HN06, a Toxigenic Strain of Serogroup D"
      },
      {
        "paperId": "8eba9fc1f7d8893765a19ad2f4bf6c60f878739a",
        "title": "Genome Sequence of Pantoea sp. Strain Sc 1, an Opportunistic Cotton Pathogen"
      },
      {
        "paperId": "7857e5e50fd8fa440f9146faddcb9d49f7309290",
        "title": "Genome Comparison of Barley and Maize Smut Fungi Reveals Targeted Loss of RNA Silencing Components and Species-Specific Presence of Transposable Elements[W]"
      },
      {
        "paperId": "23fdc9b8fa985bca6a6343f95956e14fb26a7dca",
        "title": "Predicting the outer membrane proteome of Pasteurella multocida based on consensus prediction enhanced by results integration and manual confirmation"
      },
      {
        "paperId": "098e2d61728e7c209f1e7c16d7f45b675bdb7892",
        "title": "Capturing Single Cell Genomes of Active Polysaccharide Degraders: An Unexpected Contribution of Verrucomicrobia"
      },
      {
        "paperId": "9ded48c5b5bf30077671a217fae6be68d58c1250",
        "title": "A living fossil in the genome of a living fossil: Harbinger transposons in the coelacanth genome."
      },
      {
        "paperId": "29733a182451f5a88381f7ab70857b333a9b2931",
        "title": "Classifier Assessment and Feature Selection for Recognizing Short Coding Sequences of Human Genes"
      },
      {
        "paperId": "63d78f101a43f35ec6d1787d7763006775db897d",
        "title": "Complete Genome Sequence of the Denitrifying and N2O-Reducing Bacterium Azoarcus sp. Strain KH32C"
      },
      {
        "paperId": "4dfb202abfbcb1db49ea1d5b63462b297b9361c5",
        "title": "Untangling Genomes from Metagenomes: Revealing an Uncultured Class of Marine Euryarchaeota"
      },
      {
        "paperId": "c744ea68e8f3e98835e31aa50bb6ce5467fa7244",
        "title": "Independent genome reduction and phylogenetic reclassification of the oceanic SAR11 clade."
      },
      {
        "paperId": "f5f8a99228ef19afbb176abe15c7973549a66111",
        "title": "The human small intestinal microbiota is driven by rapid uptake and conversion of simple carbohydrates"
      },
      {
        "paperId": "531a7b57a3bf3d9b5ad9cd96340d6cfabae1a988",
        "title": "A pangenomic study of Bacillus thuringiensis."
      },
      {
        "paperId": "3d3323355f017e677df33087de2a7d0bf320c099",
        "title": "Characterization of a newly discovered Mu-like bacteriophage, RcapMu, in Rhodobacter capsulatus strain SB1003."
      },
      {
        "paperId": "3ae129b15f475864bea5c6149742f6d8a975e328",
        "title": "Fitting DNA sequences through log-linear modelling with linear constraints"
      },
      {
        "paperId": "d6931c733f2e3bfca2325209dffb42733d11f4c2",
        "title": "Complete Genome Sequence of Salmonella Bacteriophage SPN3US"
      },
      {
        "paperId": "0d41ae437a206da8cb31f0882aa308a890ce6a97",
        "title": "Functional Viral Metagenomics and the Development of New Enzymes for DNA and RNA Amplification and Sequencing"
      },
      {
        "paperId": "9c3a9f6bbfe8f5d886228888f1f5ced99acd3c17",
        "title": "Genome Majority Vote Improves Gene Predictions"
      },
      {
        "paperId": "7ba7fe9d9c71c7c9c7efcec9baf67c3e79f540f3",
        "title": "Cluster K Mycobacteriophages: Insights into the Evolutionary Origins of Mycobacteriophage TM4"
      },
      {
        "paperId": "8a7f16fce4a4f72b43ac2be1cf71cfed945daeea",
        "title": "Comparative genomic analysis of Streptococcus suis reveals significant genomic diversity among different serotypes"
      },
      {
        "paperId": "96dbe2408324b18a12dc04191e709870438e6229",
        "title": "Single-nucleotide resolution analysis of the transcriptome structure of Clostridium beijerinckii NCIMB 8052 using RNA-Seq"
      },
      {
        "paperId": "0be0c05004b0a6dba13ffa20538bbebdf162873d",
        "title": "Comparative Genomics Study of Multi-Drug-Resistance Mechanisms in the Antibiotic-Resistant Streptococcus suis R61 Strain"
      },
      {
        "paperId": "7cc9711d9bc9fbe5233e12aac80a04998d13ccc8",
        "title": "Genome of a Novel Isolate of Paracoccus denitrificans Capable of Degrading N,N-Dimethylformamide"
      },
      {
        "paperId": "0db375cae53ad3718dfd2d7ae17d21a623dfd015",
        "title": "Tm1: A Mutator/Foldback Transposable Element Family in Root-Knot Nematodes"
      },
      {
        "paperId": "d0a4ebb6a308c33b1dbd7e9c71c4d627f65768b4",
        "title": "Functional Analysis of Intergenic Regions for Gene Discovery"
      },
      {
        "paperId": "cf6dfa459dc43a40b189584deaf35ddcd3d1a1c3",
        "title": "Complete genomic sequence of the Lactobacillus temperate phage LF1"
      },
      {
        "paperId": "46a051273b722ff9a441660809c4b8b92fb8211b",
        "title": "Gene discovery by genome-wide CDS re-prediction and microarray-based transcriptional analysis in phytopathogen Xanthomonas campestris"
      },
      {
        "paperId": "edc8486d34fc835145a0426aea173e7a632a264b",
        "title": "Sequence analysis of the Lactobacillus temperate phage Sha1"
      },
      {
        "paperId": "9cc4e5e16f35a1cf0fbfeb26177f2f89e6fde46a",
        "title": "Genome of Multidrug-Resistant Uropathogenic Escherichia coli Strain NA114 from India"
      },
      {
        "paperId": "dba15082906bbe2f39dcc3f6f7ff712751022c65",
        "title": "ClustScan : An Integrated Program Package for the Detection and Semiautomatic Annotation of Secondary Metabolite Clusters in Genomic and Metagenomic DNA Datasets"
      },
      {
        "paperId": "6620709208e92074f244c7d171eba49b5fd814f0",
        "title": "Morphology and genome sequence of phage φ1402"
      },
      {
        "paperId": "149249589c66441c1c6fd74ae926afd732a8316d",
        "title": "Characterization of a novel temperate phage originating from a cereulide-producing Bacillus cereus strain."
      },
      {
        "paperId": "b54c3d54eeb3e7bd522f0f55d1ae03d803cd8c15",
        "title": "The Giant Cafeteria roenbergensis Virus That Infects a Widespread Marine Phagocytic Protist Is a New Member of the Fourth Domain of Life"
      },
      {
        "paperId": "8f3b8e94e56624dfaa000f55831ad9e741d03721",
        "title": "Genomes of Two Chronological Isolates (Helicobacter pylori 2017 and 2018) of the West African Helicobacter pylori Strain 908 Obtained from a Single Patient"
      },
      {
        "paperId": "9973597ee1e1915574edf353ef8d87f2924a3d74",
        "title": "Molecular and Biochemical Characterization of the 5-Nitroanthranilic Acid Degradation Pathway in Bradyrhizobium sp. Strain JS329"
      },
      {
        "paperId": "a007d76cbb95286cb01ea2a0fdb06be12d7999d9",
        "title": "Catabolic pathway for 2-nitroimidazole involves a novel nitrohydrolase that also confers drug resistance."
      },
      {
        "paperId": "a26f26336d6b770ed36531c0ec9a4dd23f1b31f4",
        "title": "Virulence Characteristics and Genetic Affinities of Multiple Drug Resistant Uropathogenic Escherichia coli from a Semi Urban Locality in India"
      },
      {
        "paperId": "42e7180f10a1514853faf9d03bec65a310139866",
        "title": "Genome Sequence of Acinetobacter baumannii MDR-TJ"
      },
      {
        "paperId": "4f99d413552b74444de0408904c9631a61bb2753",
        "title": "Evidence for the Role of Horizontal Transfer in Generating pVT1, a Large Mosaic Conjugative Plasmid from the Clam Pathogen, Vibrio tapetis"
      },
      {
        "paperId": "4bb07616fb46e9ebdf33d43b7e585ea7714b1207",
        "title": "Complete nucleotide sequence of the temperate bacteriophage LBR48, a new member of the family Myoviridae"
      },
      {
        "paperId": "511caed786b9d47bc79a453974e5897af9e85e4c",
        "title": "Complete genome sequence of a serotype 11A, ST62 Streptococcus pneumoniae invasive isolate"
      },
      {
        "paperId": "c6601cda65c719af2a34fec173e0af4c4d522d12",
        "title": "Draft Genome Sequencing and Comparative Analysis of Aspergillus sojae NBRC4239"
      },
      {
        "paperId": "47e826b23a95ace7c1f1567f15fb4283306e02aa",
        "title": "Tiling Array Analysis of UV Treated Escherichia coli Predicts Novel Differentially Expressed Small Peptides"
      },
      {
        "paperId": "ad9aa9da7c28298e9f324b9fc2b7e31f77e54ca7",
        "title": "Orthologous comparisons of the Hd1 region across genera reveal Hd1 gene lability within diploid Oryza species and disruptions to microsynteny in Sorghum."
      },
      {
        "paperId": "5edb6170a0fe62ea36ef3903b4cf43ab56b7c75b",
        "title": "The metavirome of a hypersaline environment."
      },
      {
        "paperId": "372529a24038baebfce8cf7179532ed578c7576a",
        "title": "Genome of Helicobacter pylori Strain 908"
      },
      {
        "paperId": "0b87ae098eed1f8f626a01f29f481db72d1ce9bb",
        "title": "Draft Genome Sequence of Streptomyces clavuligerus NRRL 3585, a Producer of Diverse Secondary Metabolites"
      },
      {
        "paperId": "fdbeda3950bb2ef37d350b58e624830f733824e9",
        "title": "Complete genome sequence of ΦMH1, a Leuconostoc temperate phage"
      },
      {
        "paperId": "26a6602eb2a649067d3ed628fc4dc65051495990",
        "title": "An Insect Herbivore Microbiome with High Plant Biomass-Degrading Capacity"
      },
      {
        "paperId": "ba9b19fb29d51b101ccfccab0abe2c07b5bf935a",
        "title": "Sequence alignment and phylogenetic analysis of Human Herpes Simplex Virus (HHV) using bioinformatics tool: a review"
      },
      {
        "paperId": "772ba1699d383d5462911121c9ab95c6b8246631",
        "title": "The G protein-coupled receptors in the silkworm, Bombyx mori."
      },
      {
        "paperId": "9a4806e35b7008aad7671736af1f557d64a2966d",
        "title": "Comprehensive characterization of a novel intronic pseudo-exon inserted within an e14/a2 BCR-ABL rearrangement in a patient with chronic myeloid leukemia."
      },
      {
        "paperId": "7cb460db8120936cedcee388942d53b2ca8e1a4f",
        "title": "MEGA biocentric software for sequence and phylogenetic analysis: a review"
      },
      {
        "paperId": "a949e906204a21638c0034fc930787690a145b92",
        "title": "Redefining the genetics of murine gammaherpesvirus 68 via transcriptome-based annotation."
      },
      {
        "paperId": "57edfdd8dd285653fe8a61a0d8c9abd688cf4741",
        "title": "Overview of Proteomic Tools and Their Links to Genomics"
      },
      {
        "paperId": "567d5f14b45672a6c43651a0b56e66e73a0383b4",
        "title": "Ergatis: a web interface and scalable software system for bioinformatics workflows"
      },
      {
        "paperId": "445d8eb88296ff56e51bfea97b72baa3404f6c64",
        "title": "De novo Assembly of a 40 Mb Eukaryotic Genome from Short Sequence Reads: Sordaria macrospora, a Model Organism for Fungal Morphogenesis"
      },
      {
        "paperId": "d362447d55f40f7b241008106a5033b23dcd93ae",
        "title": "Gene Network Visualization and Quantitative Synteny Analysis of more than 300 Marine T4-Like Phage Scaffolds from the GOS Metagenome"
      },
      {
        "paperId": "50374e63bca8795e940792792e3d06650e0ef6db",
        "title": "Missing genes in the annotation of prokaryotic genomes"
      },
      {
        "paperId": "61fc09a36b664f6e7511e97cb4a86a4d85fd266f",
        "title": "Mobile Regulatory Cassettes Mediate Modular Shuffling in T4-Type Phage Genomes"
      },
      {
        "paperId": "0858e2a86ed48e7af3de6f11f16c2cd748f35b9c",
        "title": "From DNA sequences to chemical structures – methods for mining microbial genomic and metagenomic data sets for new natural products"
      },
      {
        "paperId": "4934d2a3c299122e1456769bdc831a2227fc130e",
        "title": "Comparative genomics of green sulfur bacteria"
      },
      {
        "paperId": "f856136c9ff02749cf5d21ffd2eaf3ba08208ccc",
        "title": "Development of a core set from a large rice collection using a modified heuristic algorithm to retain maximum diversity."
      },
      {
        "paperId": "5e525750f2e62c710aa28bec3f3ccd53a0c91379",
        "title": "Isolation and genomic characterization of the first phage infecting Iodobacteria: ϕPLPE, a myovirus having a novel set of features."
      },
      {
        "paperId": "0d45e732567e8b86c8d3efd9082da4c96c7ab1db",
        "title": "Genome reannotation of Escherichia coli CFT073 with new insights into virulence"
      },
      {
        "paperId": "d951af40039ef867966abde4a1b6f80356e6bc55",
        "title": "Gene Cluster Involved in the Biosynthesis of Griseobactin, a Catechol-Peptide Siderophore of Streptomyces sp. ATCC 700974"
      },
      {
        "paperId": "241ef6c817ea1d1bb9878ba90d0da2a3891945fb",
        "title": "Relative stability of DNA as a generic criterion for promoter prediction: whole genome annotation of microbial genomes with varying nucleotide base composition."
      },
      {
        "paperId": "7cdce700254a8e49dccdc2dba1d78de80f51de74",
        "title": "Detailed Analysis of a Contiguous 22-Mb Region of the Maize Genome"
      },
      {
        "paperId": "173268827dc85ff8e619944271a85504d8a1497c",
        "title": "Universal architecture of bacterial chemoreceptor arrays"
      },
      {
        "paperId": "1c8c45a66e8d7a861e3146db118620832dd90a15",
        "title": "A bioinformatic analysis of genes involved in stress responses in Arabidopsis thaliana"
      },
      {
        "paperId": "44ed4d6ce2395d157da59d66b3ca42e65c24cf51",
        "title": "Genome Sequence Databases (Overview): Sequencing and Assembly"
      },
      {
        "paperId": "105642f855a93675d2f91ca404981065c009290b",
        "title": "The highly attenuated oncolytic recombinant vaccinia virus GLV-1h68: comparative genomic features and the contribution of F14.5L inactivation"
      },
      {
        "paperId": "08a917cedca751eac84d3eddc753b3c2fd5c8e94",
        "title": "Genetic Assessment of a Mini‐Core Subset Developed from the USDA Rice Genebank"
      },
      {
        "paperId": "36e88c59e7c0e12d8b48041593ac5f2f0ce77e90",
        "title": "Spruce proteome DB: a resource for conifer proteomics research"
      },
      {
        "paperId": "18784248a21f4e9c508c95862a904db50fac03d5",
        "title": "mGene.web: a web service for accurate computational gene finding"
      },
      {
        "paperId": "bb66108c042401c4527d6ba36a4a03dda623cfcf",
        "title": "Molecular signatures of apomictic and sexual ovules in the Boechera holboellii complex."
      },
      {
        "paperId": "8dcf94d2f9a67a6778eb17512419bc8d73a06e42",
        "title": "Genomic analysis of the smallest giant virus--Feldmannia sp. virus 158."
      },
      {
        "paperId": "067164a78e9b93f5d0e23278913e21d46416d5f6",
        "title": "Molecular Diversity of a North Carolina Wastewater Treatment Plant as Revealed by Pyrosequencing"
      },
      {
        "paperId": "8c238204aa06b6166100d4b09275b16a09464659",
        "title": "Genomic sequence and activity of KS10, a transposable phage of the Burkholderia cepacia complex"
      },
      {
        "paperId": "3ed8f8bad3595084c3902c11f2bbf793bd295a26",
        "title": "Identification of host receptor and receptor-binding module of a newly sequenced T5-like phage EPS7."
      },
      {
        "paperId": "0138a3c3df3903fa09079fa8de43edb5d460c6e2",
        "title": "ClustScan: an integrated program package for the semi-automatic annotation of modular biosynthetic gene clusters and in silico prediction of novel chemical structures"
      },
      {
        "paperId": "20541f125b2f71c5f817570039857323e4f4b2ee",
        "title": "Characterization and expression of Saprospira cytoplasmic fibril protein (SCFP) gene from algicidal Saprospira spp. strains"
      },
      {
        "paperId": "5b749b849be1a3b253d7a0859a31670dc069e166",
        "title": "Novel insights into the unfolded protein response using Pichia pastoris specific DNA microarrays"
      },
      {
        "paperId": "746b8f6fb781d41b4d97d94dc30eba79f4a28725",
        "title": "From bacterial genomics to metagenomics: concept, tools and recent advances"
      },
      {
        "paperId": "3cd26dff96eb2e8f8cd54428a4432cea4590bb85",
        "title": "The amphioxus Hox cluster: characterization, comparative genomics, and evolution."
      },
      {
        "paperId": "2ca16a7352f98a7c637aa56d3f90f5ee8f295bfd",
        "title": "Advances in the sequencing of the genome of the adenophorean nematode Trichinella spiralis"
      },
      {
        "paperId": "a50c06fbbf60b5865fa3e5a30949d7a95f4207de",
        "title": "In Silico and In Vivo Evaluation of Bacteriophage φEF24C, a Candidate for Treatment of Enterococcus faecalis Infections"
      },
      {
        "paperId": "5e08dcbda3e922b3ea9db888423e55b1c3b72fde",
        "title": "Integrating Bioinformatics and Computational Biology: Perspectives and Possibilities for In Silico Network Reconstruction in Molecular Systems Biology"
      },
      {
        "paperId": "10ee6024c85d85dbfefed3f976a93f142d1cea6c",
        "title": "Whole-Genome Pyrosequencing of an Epidemic Multidrug-Resistant Acinetobacter baumannii Strain Belonging to the European Clone II Group"
      },
      {
        "paperId": "50b41de1288b28f7f815bff213d5c3fc4ca855cc",
        "title": "Chromatophore Genome Sequence of Paulinella Sheds Light on Acquisition of Photosynthesis by Eukaryotes"
      },
      {
        "paperId": "ca471c283169fba969e6216001acaa0a77d87e76",
        "title": "Comparative analysis of eight Arthrobacter plasmids."
      },
      {
        "paperId": "eb2ec1b3523f62213e8906e85b440199cc1e47a3",
        "title": "Sequencing and annotation of the evergrowing locus in peach [Prunus persica (L.) Batsch] reveals a cluster of six MADS-box transcription factors as candidate genes for regulation of terminal bud formation"
      },
      {
        "paperId": "7c8224fddac0556bc1fe8c13f41c499cecac3f74",
        "title": "Caulobacter crescentus as a Whole-Cell Uranium Biosensor"
      },
      {
        "paperId": "35af57793d53679d72891a3555fa2157718544a0",
        "title": "Response of the Hyperthermophilic Archaeon Sulfolobus solfataricus to UV Damage"
      },
      {
        "paperId": "5f8fb9ff956c3b9f98553450162730cad09d5344",
        "title": "Genome-Wide Analysis of Intergenic Regions of Mycobacterium tuberculosis H37Rv Using Affymetrix GeneChips"
      },
      {
        "paperId": "d3b20c67b05c5871ee5db9487fad3d1b442af067",
        "title": "Whole proteome analysis of post-translational modifications: applications of mass-spectrometry for proteogenomic annotation."
      },
      {
        "paperId": "8d8ffde96bdf83881542d5906d4a629a2bee17a9",
        "title": "Comparative sequence analysis of a highly oncogenic but horizontal spread-defective clone of Marek’s disease virus"
      },
      {
        "paperId": "a8c9fb348cc4bd2365e897e3c4f0113cda2eb611",
        "title": "Elucidating the transcription cycle of the UV-inducible hyperthermophilic archaeal virus SSV1 by DNA microarrays."
      },
      {
        "paperId": "8e624ef8886cf812ad29efb918fb8d571d9749c6",
        "title": "PowerCore: a program applying the advanced M strategy with a heuristic search for establishing core sets"
      },
      {
        "paperId": "c03d7c5b6661c0293da1382eeda20c142a89fe29",
        "title": "Identification, cloning, and characterization of a multicomponent biphenyl dioxygenase from Sphingobium yanoikuyae B1"
      },
      {
        "paperId": "c600372b53822f15fe2ae2eb1e6cfc0e2ae47f7c",
        "title": "Deep-sea vent ε-proteobacterial genomes provide insights into emergence of pathogens"
      },
      {
        "paperId": "d2adc808c36a28783cb888c6eba8843b059e7113",
        "title": "Possible Origins of CTnBST, a Conjugative Transposon Found Recently in a Human Colonic Bacteroides Strain"
      },
      {
        "paperId": "e7c7de2ee96e554c6e18e9ded1b3c24c29f087c6",
        "title": "Comparative full-length sequence analysis of oncogenic and vaccine (Rispens) strains of Marek's disease virus."
      },
      {
        "paperId": "a0ee626bbfd6213ed24ec181e6c6d840af7480a6",
        "title": "From Gene to Drug: A Proof of Concept for a Plausible Computational Pathway"
      },
      {
        "paperId": "dc9b6ef2de8ce68ed0aa5121b197fa00fe483cb2",
        "title": "Genome sequences of the honey bee pathogens Paenibacillus larvae and Ascosphaera apis"
      },
      {
        "paperId": "4e8efcf0a32370d32a54a808210fc947e8202c72",
        "title": "Computational gene finding in the human malaria parasite Plasmodium vivax"
      },
      {
        "paperId": "a0d98972b6f92d66c84912d0bf5a6383f0c76d6a",
        "title": "Automated bacterial genome analysis and annotation."
      },
      {
        "paperId": "e5c1388234cff49e90a5f96f54804061464dee84",
        "title": "EGASP: the human ENCODE Genome Annotation Assessment Project"
      },
      {
        "paperId": "b41ce9139cd2ba520fa6b52e90a57a0b6da283c7",
        "title": "yrGATE: a web-based gene-structure annotation tool for the identification and dissemination of eukaryotic genes"
      },
      {
        "paperId": "6a76f47692a00fa2e06477470fee08a18800481a",
        "title": "BAGEL: a web-based bacteriocin genome mining tool"
      },
      {
        "paperId": "250c2d5f9e32e97b9a4840616c4a72ee69d0ec48",
        "title": "Escherichia coli K-12: a cooperatively developed annotation snapshot—2005"
      },
      {
        "paperId": "9e2447e77d8d5f3362f59259297e8a72cea53c6d",
        "title": "A comparative study of sperm morphology, cytology and activation in Caenorhabditis elegans, Caenorhabditis remanei and Caenorhabditis briggsae"
      },
      {
        "paperId": "3669419dd6fc1950fc59c2edbdc873578400977d",
        "title": "FGDB: a comprehensive fungal genome resource on the plant pathogen Fusarium graminearum"
      },
      {
        "paperId": "ff62c578aef185333a118651088b3cff7a85b60e",
        "title": "Roles of Bioinformatics in Reproductive Science"
      },
      {
        "paperId": "8da49c51b9760a684f0c4a6cc812e97d6f3fe41b",
        "title": "Bioinformatic Platforms for Metagenomics"
      },
      {
        "paperId": "cf028ea8c93b0846050a89372d8bb4b1eb25d28b",
        "title": "Sequencing and Assembling the Nuclear and Organelle Genomes of North American Spruces"
      },
      {
        "paperId": "b78d41d673d2085712ed30cf4b3f53f186fe1b96",
        "title": "Introduction to Computational and Bioinformatics Tools in Virology"
      },
      {
        "paperId": "a76b9a8e26c44e62805e0653fdefafa210a53e6d",
        "title": "Bioinformatics approaches applied in pan-genomics and their challenges"
      },
      {
        "paperId": "4ae26e0332abad6de4cb21f18eb50200cff4c25e",
        "title": "OBSOLETE: Bioinformatic Platforms for Metagenomics"
      },
      {
        "paperId": "3871c1d65cc415f27e3665195b2ec1d8de3b35ab",
        "title": "Insilico Epitope Mapping of SARS-CoV-2"
      },
      {
        "paperId": "657b2662700f0df66ff400593c7c1a7d16ddb1c7",
        "title": "Identification of Vaccine Candidates Against Staphylococcus Aureus: An in Silico Reverse Vaccinology Approach"
      },
      {
        "paperId": "cb98e502de029bebc23b2fe3dafaf2f68b963cd8",
        "title": "On the role of host microbiota associated with health and disease - a metagenomics survey through marker-gene sequencing and genomics approaches"
      },
      {
        "paperId": "c297edce447d0df4ec0e7f6cde65f8ec7247373d",
        "title": "Genomic analysis of a decapod Penstylidensovirus 1 isolated from Penaeus semisulcatus"
      },
      {
        "paperId": "aae5b21643a79ab14b4046ad794cb277f9e7277c",
        "title": "18 Functional Analysis of Intergenic Regions for Gene Discovery"
      },
      {
        "paperId": "4407e31867e4154aeff20b9b7f80e7d53c2f44c9",
        "title": "Plant Pathogenic Fungi and Oomycetes"
      },
      {
        "paperId": "78f78afe6d38f504f1060e7fd23fe8fd434cd8dc",
        "title": "Llaveia Cochineals ( Hemiptera : Coccoidea : Monophlebidae ) Includes a Gammaproteobacterial Cosymbiont Sodalis TME 1 and the Known Candidatus Walczuchella monophlebidarum"
      },
      {
        "paperId": "bb670cfd39225fce45a1e1baa83c29acbc7a804c",
        "title": "In Silico Methods to Predict Disease-Resistance Candidate Genes in Plants"
      },
      {
        "paperId": "97cc4962fdea11cad477586571123541a0e5ab82",
        "title": "Hidden Markov Models and Protein Secondary Structure Prediction"
      },
      {
        "paperId": "ae2e498e360eafb7eebb34eaa7e33ff20ba2ecb5",
        "title": "Comparative Genomics for Prokaryotes."
      },
      {
        "paperId": "7fca018760234eaa1933f1222259677a48bbf22a",
        "title": "Annotation of Bacteriophage Genome Sequences Using DNA Master: An Overview."
      },
      {
        "paperId": "772919f295fe5280e99278132d1f7c9e68334275",
        "title": "Bioinformatics and Translation Initiation"
      },
      {
        "paperId": "52d4497ae534532ee6a1ddc9782334341d0200b5",
        "title": "Protein Isoelectric Point and Helicobacter pylori"
      },
      {
        "paperId": "b75a3495163d5fffe14aa5a392e274f471cc07c3",
        "title": "Characterization and Biochemical Assays of Streptomyces Vanadium-Dependent Chloroperoxidases."
      },
      {
        "paperId": "d2cefadb85c08b081ba876955d05c8d32ba30d27",
        "title": "Fundamentals of Proteomics"
      },
      {
        "paperId": "38b2dbd4578de67e1002bea2512730208d21d156",
        "title": "From Short Reads to Chromosome-Scale Genome Assemblies."
      },
      {
        "paperId": "c164fb43b760382cddadcc134e8f1552299e1398",
        "title": "Complete genome sequence of a phage hyperparasite of Candidatus"
      },
      {
        "paperId": "5d9b369b57439f9cef0aff3374178a8c47ba896f",
        "title": "Finalizing the Genome Annotation of Model Cluster E Mycobacteriophage Ukulele via RNA-Seq Analysis"
      },
      {
        "paperId": "b804b44feba331918ea818f0330cb7a2cf9c1912",
        "title": "Characterizing the Intact Prophage of Mycobacterium chelonae Bergey"
      },
      {
        "paperId": "b5573c46f6f84fb1b3a8ce79e5ef57d2323abade",
        "title": "Bayesian Classification of Ribosome Binding Sites in Prokaryotic Genome Sequences: A Communications Theory Approach"
      },
      {
        "paperId": "de3bd14e7e793886552cbbc2f72ac82eb1da4053",
        "title": "The complete genome sequence of EC 1-UPM , a novel N 4-like bacteriophage that infects Escherichia coli O 78 : K 80"
      },
      {
        "paperId": "0866fd56a445420958412efdb35411a13bf209ce",
        "title": "Bioinformatics and Next Generation Sequencing: Applications of Arthropod Genomes"
      },
      {
        "paperId": "5f9e949a5473f320484f2ee8f0431debd21aa9b9",
        "title": "A novel gene identification algorithm with Bayesian classification"
      },
      {
        "paperId": "3200b923d8b1d1fbcdec489618f78601884cb84d",
        "title": "Development of xylose reductase isozyme system for enhancing xylose metabolism in Saccharomyces cerevisiae"
      }
    ],
    "abstract": "The task of gene identification frequently confronting researchers working with both novel and well studied genomes can be conveniently and reliably solved with the help of the GeneMark web software (). The website provides interfaces to the GeneMark family of programs designed and tuned for gene prediction in prokaryotic, eukaryotic and viral genomic sequences. Currently, the server allows the analysis of nearly 200 prokaryotic and >10 eukaryotic genomes using species-specific versions of the software and pre-computed gene models. In addition, genes in prokaryotic sequences from novel genomes can be identified using models derived on the spot upon sequence submission, either by a relatively simple heuristic approach or by the full-fledged self-training program GeneMarkS. A database of reannotations of >1000 viral genomes by the GeneMarkS program is also available from the web site. The GeneMark website is frequently updated to provide the latest versions of the software and gene models.",
    "references": [
      {
        "paperId": "42d9c7fc16f88dd54216961aab33579265a45c3d",
        "title": "Improving gene annotation of complete viral genomes"
      },
      {
        "paperId": "be9e2efc75978b452002fb787bcf47a31f036283",
        "title": "A Draft Sequence of the Rice Genome (Oryza sativa L. ssp. indica)"
      },
      {
        "paperId": "68fad77a140df938a67a3280469ec359b07082d5",
        "title": "A Draft Sequence of the Rice Genome (Oryza sativa L. ssp. japonica)"
      },
      {
        "paperId": "e6a640b11e4deed551b203a8395bc93bd774f94a",
        "title": "A novel genetic island of meningitic Escherichia coli K1 containing the ibeA invasion gene (GimA): functional annotation and carbon-source-regulated invasion of human brain microvascular endothelial cells"
      },
      {
        "paperId": "d921dadec0e089891652ab6fc2c7f0abbf2e4b70",
        "title": "GeneMarkS: a self-training method for prediction of gene starts in microbial genomes. Implications for finding sequence motifs in regulatory regions."
      },
      {
        "paperId": "4bc956acc597c5f6816f5e1e8b8f34e79129118e",
        "title": "Leaderless transcripts of the crenarchaeal hyperthermophile Pyrobaculum aerophilum."
      },
      {
        "paperId": "58f7a92a2758e981d94be11f97b9135d7d06ce90",
        "title": "Analysis of the genome sequence of the flowering plant Arabidopsis thaliana"
      },
      {
        "paperId": "3bf4dfe2c8918bd641d387c28d586cc1242c2310",
        "title": "Heuristic approach to deriving models for gene finding."
      },
      {
        "paperId": "9e5c589223e56047acd3864e4f225f2cc4c6cf37",
        "title": "How to interpret an anonymous bacterial genome: machine learning approach to gene identification."
      },
      {
        "paperId": "e5691005e8115a10141027af502911285a2987d4",
        "title": "GeneMark.hmm: new solutions for gene finding."
      },
      {
        "paperId": "d522fdfeec2f32c9c54c13b5a946f07ae2371f77",
        "title": "tRNAscan-SE: a program for improved detection of transfer RNA genes in genomic sequence."
      },
      {
        "paperId": "e8d76011120f0c23eee7eb6ca510f7a3039755e0",
        "title": "cag, a pathogenicity island of Helicobacter pylori, encodes type I-specific and disease-associated virulence factors."
      },
      {
        "paperId": "b83cd5248e0daf9cd04b89b0f238c4d8c6e562e6",
        "title": "Detection of new genes in a bacterial genome using Markov models for three gene classes."
      },
      {
        "paperId": "0503c79d8b85689d8df945071ae28913d40c9b58",
        "title": "GENMARK: Parallel Gene Recognition for Both DNA Strands"
      },
      {
        "paperId": "a03dc4d8aa1c2ebd5c3a3c1d87d531f52d63c120",
        "title": "Basic local alignment search tool."
      },
      {
        "paperId": "f63521eb2e6275d55b93db385df442b4662548f2",
        "title": "GenBank: update"
      }
    ]
  }
}